{"sections":{"main":{"type":"article-hero","settings":{}},"4b2e56d0-bbf5-4acb-9a57-558dcd8b0b8d":{"type":"2col-text-image","blocks":{"c18ae652-1129-42f4-bcae-844119272716":{"type":"text","settings":{"title":"WHY SHARKS?","desc":"<p>It’s first important to understand that all plants and animals make squalene, a fatty molecule that <a href=\"https:\/\/www.roseinc.com\/blogs\/content\/the-consult-sean-garrettes-skin-barrierstrengthening-protocol\" target=\"_blank\"><strong>strengthens and hydrates the skin’s moisture barrier<\/strong><\/a>. Like hyaluronic acid or collagen, it’s a naturally-occuring substance that can be used for a variety of products thanks to its antioxidant properties, deeply hydrating effects, and more. Deepwater sharks just happen to make a ton of it in order to store energy and maintain buoyancy while swimming—up to 25% of their body weight—which is why they’ve historically been targeted for their livers.<\/p><p>According to <a href=\"http:\/\/www.bloomassociation.org\/en\/the-hideous-price-of-beauty\/\" target=\"_blank\"><strong>a report released in 2015 by French ocean conservation nonprofit BLOOM<\/strong><\/a>, the vast majority of shark squalene produced globally is purchased by cosmetic manufacturers. This equates to approximently 2.7 million sharks being caught every year, but because the shark liver trade is so secretive, these numbers fluctuate, adds <a href=\"http:\/\/www.drcatherinemacdonald.com\/\" target=\"_blank\"><strong>Catherine Macdonald<\/strong><\/a>, PhD, lecturer at Rosenstiel School of Marine and Atmospheric Science at the <a href=\"http:\/\/www.rsmas.miami.edu\/\" target=\"_blank\"><strong>University of Miami<\/strong><\/a> and director at <a href=\"http:\/\/www.getintothefield.com\/\" target=\"_blank\"><strong>Field School<\/strong><\/a>. “There isn't a lot of reporting required for trade in shark liver oil,” Dr. Macdonald says, noting that there was international trade of 752 tonnes of shark liver oil reported to the UN's Food and Agriculture Organization (FAO) for 2018—which breaks down to about 1.5 million sharks—but that’s just a fraction of what’s really happening. “The reported trade in 2018 came from just two countries, which tells us that the actual trade is larger, since we know other nations are trading shark liver oil without reporting it,” she adds. “Scientists estimate the current commercial catch of sharks globally at approximately 70-100 million individuals a year.”<\/p>"}}},"block_order":["c18ae652-1129-42f4-bcae-844119272716"],"settings":{"image":"shopify:\/\/shop_images\/q.jpg","link":"","author":"","placement":"row"}},"bd309775-d66f-4bf5-b85f-dd3b519cb485":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>Luckily, Dr. Macdonald says that shark liver oil isn't the primary global driver of fishing efforts for sharks—it’s seen as more of a byproduct when hunting for fins and meat—but notes that it’s still an issue. “Any time humans are consuming products made from wildlife there are reasonable questions to be asked about the sustainability of those products and how they're being produced,” says Dr. Macdonald.<\/p><p>Despite the fact that this practice has fallen out of vogue in many countries as <a href=\"https:\/\/www.roseinc.com\/blogs\/content\/uncovered-the-tricky-venn-diagram-of-vegan-crueltyfree-beauty\" target=\"_blank\"><strong>vegan products<\/strong><\/a> gain popularity, shark fishing is still putting endangered species at risk of extinction, according to <a href=\"https:\/\/www.nationalgeographic.com\/animals\/2018\/07\/sharks-news-cosmetics-squalene-health\/\" target=\"_blank\"><em><strong>National Geographic<\/strong><\/em><\/a>, which is where plant-derived alternatives come in.<\/p>"}},"da8205c7-5aa1-4a8f-ade6-d59a28bd0cf6":{"type":"1col-text-center","settings":{"full_width":true,"title":"SQUALENE OR SQUALANE?","text_center":"<p>As transparency around the beauty industry’s supply chains increase, so does consumer interest in cruelty-free and <a href=\"https:\/\/www.roseinc.com\/blogs\/content\/uncovered-sustainability\" target=\"_blank\"><strong>sustainable alternatives<\/strong><\/a> to traditional sourcing practices. For example, squalene was <a href=\"https:\/\/www.harpersbazaar.com\/uk\/beauty\/skincare\/a33455558\/most-searched-beauty-ingredients-2020\/\" target=\"_blank\"><strong>one of the most searched beauty terms in 2020<\/strong><\/a>, partially because of its sister squa<em>lane<\/em> (note the spelling difference), a hydrogenated version of squalene often created from olives, wheat germ, beets, or sugarcane. Aprinnova, a Silicon Valley-based leader in technology to synthesize natural ingredients that might otherwise be impossible to environmentally or ethically source, provides its sugarcane-derived squalane to more than 3,000 brands globally, including its in-house lines Biossance, Pipette, and Rose Inc. founder Rosie Huntington-Whiteley’s <a href=\"https:\/\/www.thezoereport.com\/p\/rosie-huntington-whiteleys-new-clean-beauty-collaborative-is-coming-in-2021-41095726\" target=\"_blank\"><strong>forthcoming beauty collection<\/strong><\/a>.<\/p>"}},"166490058928056974":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ SCIENTISTS ESTIMATE THE CURRENT COMMERCIAL CATCH OF SHARKS GLOBALLY AT APPROXIMATELY 70-100 MILLION INDIVIDUALS A YEAR.  ’’","author_quotes":""}},"799bb0c6-fc68-4739-9ff1-363e0cdd7224":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>“In contrast to traditional sourcing from sharks, Aprinnova uses a fermentation process to convert highly abundant, renewable sugarcane to squalane,” says Ashlee Nunes, technical sales and product manager for the company. “We are able to make enough sugarcane squalane to replace the need to harvest millions of sharks per year. It allows consumers to make a sustainable choice without a compromise in product performance or a hit to their wallet.” So how does it work? Similar to how beer or wine is made, sugarcane juice is fed to the fermentation process. Then, “what comes out of the fermentation process is hydrogenated to create a vegan and cruelty-free squalane,” Nunes says.<\/p><p>When comparing the many options, Dr. Macdonald brings up another important point. “Aside from shark conservation issues, there is good scientific evidence that sharks, as top marine predators, tend to bioaccumulate a variety of potentially harmful and dangerous environmental toxins,” she says, pointing to <a href=\"https:\/\/saveourseas.com\/update\/seafood-mercury-and-bioaccumulation\/\" target=\"_blank\">a piece she recently authored<\/a> on the subject. “Under the circumstances, I wouldn't necessarily be eager to rub shark-derived ingredients all over my skin.”<\/p>"}},"8b0c80de-4337-46d3-8135-8d089946f398":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/2_80a6bc03-f668-424b-9687-a13bcb4cb028.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"6f4b0f5e-4887-44e2-a5a9-6c06071dfd29":{"type":"1col-text-center","settings":{"full_width":true,"title":"SMART SHOPPING","text_center":"<p>The slight spelling difference—squalene vs. squalane—is one way that consumers can better understand what’s in their products, but it’s not a magic bullet. See, squalene taken from an animal can still be hydrogenated to become squalane (often done to improve its texture) so due diligence is required when dissecting an ingredient label.<\/p><p>“When you see squalane on a label a consumer is unable to truly determine its origin,” Brendl adds. Instead, she recommends checking for third-party vegan or cruelty-free certifications to be sure where the squalane in the product originated, and if needed, contact the company for more information. Dr. Macdonald echoes the sentiment and points to a <a href=\"https:\/\/link.springer.com\/article\/10.1007\/s10592-019-01221-0?fbclid=IwAR1SBaOriMGjez3wvUsFPgx369C3Gg-z0mtEqtLLE_OixGjKlGzmrKytkGE\" target=\"_blank\"><strong>2019 research article<\/strong><\/a> that found blue shark, scalloped hammerhead, and blacktip shark oil in 12.5% of the beauty products tested, which highlights the need for better transparency.<\/p><p>“There are so many conservation problems that are hard and painful to solve, that involve people's livelihoods, their access to food, and their ability to meet their essential needs,” Dr. Macdonald says. “Conservation can demand difficult trade-offs, but the use of plant-derived squalane in cosmetics is one place where we can make a better choice for the environment easily, so why wouldn't we want to?”<\/p>"}},"166489641550e44145":{"type":"shop-collection","settings":{"title":"Shop bestsellers","description":"","link_text":"Shop all","home_featured_products":"best-sellers","product_link_label":"Buy Now","hide-variant":true,"dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","4b2e56d0-bbf5-4acb-9a57-558dcd8b0b8d","bd309775-d66f-4bf5-b85f-dd3b519cb485","da8205c7-5aa1-4a8f-ade6-d59a28bd0cf6","166490058928056974","799bb0c6-fc68-4739-9ff1-363e0cdd7224","8b0c80de-4337-46d3-8135-8d089946f398","6f4b0f5e-4887-44e2-a5a9-6c06071dfd29","166489641550e44145","relatedstories"]}