{"sections":{"main":{"type":"article-hero","settings":{}},"16353724683d856b0a":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p><a href=\"https:\/\/www.instagram.com\/marjon_carlos\/?hl=en\/\" target=\"_blank\" title=\"Marjon Carlos\"><strong>Marjon Carlos<\/strong><\/a> leads a busy life. At any moment you could find her penning empowering cover stories for prestigious publications like<em> i-D <\/em>and <em>Elle<\/em>, keeping it real on her Instagram Live talk show <em>Your Favorite Auntie <\/em>or hosting a revolving door of on-camera and public speaking engagements. The kicker? No matter the agenda item, you can expect Carlos to do it in a stunning sartorial look. While living and working stylishly is definitely a calling card for this former <em>Vogue<\/em> editor, making time for self-care has also become non-negotiable for showing up as her best self every day. “For me, self-care is a way of saying to myself, ‘You deserve more and that’s okay,’” she tells Rose Inc. “It’s my way of telling myself that I don’t always have to be on and producing something—that I deserve [rest].”<\/p><p>All in all, Carlos feels her best when she’s following her own path, no matter what. “It’s a very visceral experience,” she shares. And true to that path comes with setting healthy boundaries. “I now see boundaries as a super important form of self-care,” she explains. “For so long, as a Black woman occupying white spaces, I felt I had to be a certain way. Now, if I feel like I’m being taken advantage of or not getting all that I’ve worked for, I speak up about it.” Here, Carlos expands further on how her idea of self-care takes many different forms, from lighting candles to simply taking the time to listen to her favorite podcasts. She details her own beauty journey influenced by her Texas upbringing and stacked with lessons on embracing her hair (while looking to icons like<strong> <\/strong><a href=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\"><strong>Tracee Ellis Ross<\/strong><\/a><strong> <\/strong>for inspiration) and using her platform to uplift people of color in fashion and beauty.<\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"2ff41739-ef20-4792-adb0-abefb97bb950":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What was your relationship with beauty growing up?<\/p>"}},"08e73282-b1b5-4ca6-b740-032624cc6d03":{"type":"dropcap","settings":{"dropcap":"KC:","description":"<p>I was really lucky to be raised by parents who were always very positive, and so I have a very nice voice in my head that always reminds me that I'm beautiful just the way I am, whether I'm dolled up or shooting for 70 consecutive days and barely have time to brush my hair. And one of the things I remember my mom saying when I was little and stressing out is, “you could wear a burlap sack and shave your head, and you'd still be beautiful.” I say that to my daughter now. She rolls her eyes, but someday she'll appreciate it like I do. And for much of my life I took that to heart, and I didn't really pay much attention to the way I looked, or even have a beauty routine. <br\/><br\/>In some ways, I almost saw beauty as anathema to a position of power. You could not be a woman of substance <em>and <\/em>beautiful, which I think speaks legions to the way that we are also conditioned that you can't be pretty and powerful. As I'm getting older, I'm actually starting to want to give myself a little more self-care and allowing myself to embrace the idea of beauty and enhancing beauty with makeup and still understanding that I can still be intelligent and powerful. <\/p>"}},"9c87c2d3-d5ff-4364-99a8-04f03b34a50e":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What's your earliest memory of beauty? <\/p>"}},"a9e30dd6-8c18-4d63-be67-079af378d66d":{"type":"dropcap","settings":{"dropcap":"KC:","description":"<p>My mom would always wear bright red lipstick. She was very minimalist and didn't wear a lot of makeup and that was kind of the sign that she was going out, or we were going out. And so, I remember it being tied to like, ooh, the red lipstick is out, we're going to do something fun, because they took me everywhere with them. So when I was a really little girl, I remember red lipstick being a symbol of we're going to go out and do something awesome. <\/p>"}},"877ed383-72f9-4457-8356-28095188d6f9":{"type":"dropcap","disabled":true,"settings":{"dropcap":"RI:","description":"<p> What is your hair routine like?<\/p>"}},"b93e5844-b07b-4065-8746-44af0b3b393e":{"type":"dropcap","disabled":true,"settings":{"dropcap":"KC:","description":"<p>I try not to wash it every day, but I do love washing my hair. Usually after my second or third post-wash [day], I'll put in a scalp oil from the JVN collection. I also love the Ceremonia one on my hair — then I'll seal it in with a mask. I like to wear my hair up and tied back while this is setting so that all the product can just swim in my hair and be like that for a day. The next day, I’ll wash it out with the Playa shampoo and conditioner. Then I’ll leave in a protein cream from SH-RD. <\/p>"}}},"block_order":["2ff41739-ef20-4792-adb0-abefb97bb950","08e73282-b1b5-4ca6-b740-032624cc6d03","9c87c2d3-d5ff-4364-99a8-04f03b34a50e","a9e30dd6-8c18-4d63-be67-079af378d66d","877ed383-72f9-4457-8356-28095188d6f9","b93e5844-b07b-4065-8746-44af0b3b393e"],"settings":{"image":"shopify:\/\/shop_images\/Q3Rwy3qc.jpg","link":"","author":"","placement":"row"}},"b6e67640-2820-4ef6-bdab-995f3b5f3ed9":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I feel great power and responsibility in my job, because the entertainment industry really does play a role in influencing the decisions of the public.”","author_quotes":""}},"163537294920e1cd97":{"type":"1col-text-dropcap","blocks":{"f83227d2-94bc-4bfd-b486-65f3acb32111":{"type":"text","settings":{"dropcap":"RI:","description":"<p>How have you been caring for your skin lately?<\/p>"}},"ea5710ea-cea4-4362-b014-9d6a5eaa143a":{"type":"text","settings":{"dropcap":"AB:","description":"<p>I love to double cleanse in the a.m. and p.m. I don’t know if that’s necessary, but it works for me. I like to use a cleansing oil. In the mornings, I really like to focus on hydration. I like to use a snail mucin serum and then I love to use a hydrating spray. At night, I use a cleansing balm and an exfoliating cleanser. Then I do tons of layers at night. I like to do a hydrating serum, a rich cream and then I love slugging. <\/p>"}},"fafeeda8-f8b1-43e1-81fa-5b074edac818":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What about daily makeup?<\/p>"}},"72eb0234-5805-4c75-8bd8-0548d5fdad14":{"type":"text","settings":{"dropcap":"AB:","description":"<p>I love using a tinted SPF moisturizer. Then I like using blush after that. I also have to brush my brows up, of course, but I don’t do too much makeup. I am in love with <a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/skin-enhance-luminous-tinted-serum\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/skin-enhance-luminous-tinted-serum\"><strong>Rose Inc’s tinted serum<\/strong><\/a>. It goes on like skincare but has a beautiful coverage and finish. I love how lightweight it feels and how evenly it covers any hyperpigmentation. It’s the perfect daytime tint! <\/p>"}}},"block_order":["f83227d2-94bc-4bfd-b486-65f3acb32111","ea5710ea-cea4-4362-b014-9d6a5eaa143a","fafeeda8-f8b1-43e1-81fa-5b074edac818","72eb0234-5805-4c75-8bd8-0548d5fdad14"],"disabled":true,"settings":{"full_width":false}},"163537292921f7d581":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/7L9JEUto.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/EfXcRsT0.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"16504825814f93443c":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“When I see a beautiful, empowered — some would say intimidating — intelligent woman, my instinct now, as a mature individual, is to join forces with her.”","author_quotes":""}},"163537383087f71b7e":{"type":"2col-text-image","blocks":{"f343c650-e88f-44bd-bcdf-0a85f464627d":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Has your definition of beauty evolved with motherhood?<\/p>"}},"55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa":{"type":"dropcap","settings":{"dropcap":"KC:","description":"<p>I just never want my children to have a negative voice in their head. I want them to look at themselves and see how beautiful they are. And the idea of comparison — I think women are so conditioned to compare themselves to other women. But the truth is, when you step back, all women are beautiful, and you can find beauty in everybody. And so, I really want my kids to operate from that perspective and celebrate what they find beautiful about themselves and celebrate what they find beautiful in other people as well. <\/p>"}},"1f2c309e-b5e1-4e42-bb91-bd2839df19bf":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What are your beauty and self-care routines on set?<\/p>"}},"93fe9ca9-c0f3-47d7-a02a-f077da222eeb":{"type":"dropcap","settings":{"dropcap":"KC:","description":"<p>My trick is to do all my prep work very early and very thoroughly so that when I'm actually shooting, I can always get a good night's sleep and always work out, even if it means sacrificing everything else like a social life, family life, personal time — I'll have time for that when I'm done shooting. I really feel that sleep and a healthy body are the key to everything. I consider being well rested an important part of not just doing my job but also my beauty routine. I wake up, I drink 36 oz. of water every morning with electrolytes, a lemon, probiotics and vitamin C. <\/p>"}},"02873e08-613b-4fb8-83fe-8149eb13c331":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Any products you gravitate towards? <\/p>"}},"0fc9b4f1-72d9-4c4b-b7d9-d327094510f0":{"type":"dropcap","settings":{"dropcap":"KC:","description":"<p>I love the <a href=\"https:\/\/www.roseinc.com\/products\/hydration-replenish-microencapsulated-moisturizer\"><span style=\"text-decoration:underline\"><strong>Hydration Replenish Microencapsulated Moisturizer<\/strong><\/span><\/a>. It’s so rich and makes me feel like I'm doing work while I'm sleeping. And I also love the <a href=\"https:\/\/www.roseinc.com\/products\/radiant-reveal-brightening-serum\"><span style=\"text-decoration:underline\"><strong>Radiant Reveal Brightening Serum<\/strong><\/span><\/a>. I use this moisturizer called Booda Butter in the day. It's like this thick coconut oil, and I've been putting the Radiant Reveal underneath it and I feel like it brightens my face. I’m a pretty big minimalist, but I always like to do my eyebrows and curl my lashes and I do love the <a href=\"https:\/\/www.roseinc.com\/products\/lip-sculpt\"><span style=\"text-decoration:underline\"><strong>lip crayons<\/strong><\/span><\/a>. I feel like I can easily pop them in my fanny pack when I'm working.<\/p>"}}},"block_order":["f343c650-e88f-44bd-bcdf-0a85f464627d","55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa","1f2c309e-b5e1-4e42-bb91-bd2839df19bf","93fe9ca9-c0f3-47d7-a02a-f077da222eeb","02873e08-613b-4fb8-83fe-8149eb13c331","0fc9b4f1-72d9-4c4b-b7d9-d327094510f0"],"settings":{"image":"shopify:\/\/shop_images\/HRN7hCRE.jpg","link":"","author":"","placement":"row-reverse"}},"1651889938b0d3f1e5":{"type":"1col-text-dropcap","blocks":{"fa4286db-5694-4b94-bb04-10e746393d79":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Do you work out regularly?<\/p>"}},"0dcd7663-b80d-464c-8bc3-02fa6efd3103":{"type":"text","settings":{"dropcap":"KC:","description":"<p>When I was doing <em>Marry Me<\/em>, I was in quite a lot of pain. I had some herniated discs in my neck and when I would go to the doctor it was like, “Oh, you can either get surgery or take Vicodin for the rest of your life.” And I was like, that can't be the only way. And I had done yoga, I had always been active, I'd run a half marathon — but I never had a routine. And it was actually watching Jennifer [Lopez], who would have these long, massive days of work, but then go to the gym and do weight training, and she always looked incredible, and she always had energy. I talked to some of her people about what she does, and I ended up working with a weight trainer and doing weights for the first time in my life. It has completely eliminated the pain that I was developing, and I feel better now than I did when I was 20. <\/p>"}},"56ca0946-3cef-4155-91f6-5d73a521b7e7":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Have you seen your body change as a result as well?<\/p>"}},"a16fd314-9227-4e07-8598-7e5cf4b9aca0":{"type":"text","settings":{"dropcap":"KC:","description":"<p>When I started working with the trainer, he was like, ‘this is about strength, not aesthetics.’ And it was such a radical change of perspective for me because I'd always exercised for aesthetics. So I went into it with [the attitude] — I'm not even going to think about the way I look. I'm going to think about the way I feel, and I'm going to think about eradicating pain. Then a couple years later, after doing it for two solid years, I realized that I had changed. But it was not because I was looking at myself in the mirror or weighing myself or beating myself up. It was just because it had become a routine doing weights and it's very manageable. I'm a mother of three children, we don't have a nanny and I work this incredibly demanding job. So what I worked out with him was, it's an app and I have 20-minute workouts in it, and I do them four times a week and with weights in my garage. … I also stopped drinking; I stopped eating processed foods. It kind of changed the whole way that I look at my body.<\/p>"}},"60a1815e-f830-4990-9f98-cfec1a4f08f6":{"type":"text","disabled":true,"settings":{"dropcap":"RI:","description":"<p>When do you feel most beautiful?<\/p>"}},"6a4c63c9-b707-4700-a29c-4734f262ed42":{"type":"text","disabled":true,"settings":{"dropcap":"KC:","description":"<p>I feel most beautiful when I’m staying present — when I’m not getting ahead of myself and just remaining grounded. <\/p>"}}},"block_order":["fa4286db-5694-4b94-bb04-10e746393d79","0dcd7663-b80d-464c-8bc3-02fa6efd3103","56ca0946-3cef-4155-91f6-5d73a521b7e7","a16fd314-9227-4e07-8598-7e5cf4b9aca0","60a1815e-f830-4990-9f98-cfec1a4f08f6","6a4c63c9-b707-4700-a29c-4734f262ed42"],"settings":{"full_width":false}},"165212459040fa30c3":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I want my daughters to grow up in a world where they celebrate and cultivate the badass and beautiful women around them.”","author_quotes":""}},"1650500732cc2933f7":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/i6t6Hjq4.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/8LfSICGU.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"c79f9519-757c-48b0-981c-a9eca9682c69":{"type":"1col-text-dropcap","blocks":{"61654c1b-3855-4787-9903-cee56f8a6f42":{"type":"text","settings":{"dropcap":"RI:","description":"<p>With <em>She-Hulk<\/em>, was it important for you portray a female superhero?<\/p>"}},"b73bb720-70ed-4afb-8fd9-3563b4cf07d2":{"type":"text","settings":{"dropcap":"KC:","description":"<p>My hope is honestly that the terms “female director,” “female superhero” become obsolete — that they're just “superheroes” and “directors.” I know we're not there yet. That's one of the things that I am really hoping can happen in the next decade, is that I'm just a director and She Hulk is one of the many superheroes in the pantheon who happens to be a kick-ass woman.<\/p>"}},"29cf2516-efd8-4931-8d85-2b3b5335a6d2":{"type":"text","settings":{"dropcap":"RI:","description":"<p>How do you see beauty standards shifting in Hollywood, and what are you doing in your work to help change them? <\/p>"}},"262fe533-9773-4662-8a82-18f2dc029c1b":{"type":"text","settings":{"dropcap":"KC:","description":"<p>When I see a beautiful, empowered — some would say intimidating — intelligent woman, my instinct now, as a mature individual, is to join forces with her, to become her friend, to bask in her light. However, that's not what we are taught as little girls or young women. The media in Hollywood I think has conditioned us to look at bright, shiny, powerful women as threats, which leads to woman-on-woman jealousy, and to women tearing each other down. <br\/><br\/>To me, there's definitely a scarcity mentality in Hollywood — as if there's only room at the table for a few of us. But I really think the opposite is true. And when we really start supporting each other, that's when the work of turning the tables really begins. I've seen it with Jennifer Lopez and her partner Elaine Goldsmith-Thomas. They are working to bring more women into the industry. They are examples of women who are going out and finding women and elevating them. And then on the story side, I'm always very keyed into the storytelling to make sure that we don't fall into the tropes of women immediately hitting other women just because they're beautiful or talented or threatening. I want my daughters to grow up in a world where they celebrate and cultivate the badass and beautiful women around them. <\/p>"}}},"block_order":["61654c1b-3855-4787-9903-cee56f8a6f42","b73bb720-70ed-4afb-8fd9-3563b4cf07d2","29cf2516-efd8-4931-8d85-2b3b5335a6d2","262fe533-9773-4662-8a82-18f2dc029c1b"],"settings":{"full_width":false}},"06a83f7e-e2e4-4027-a093-7dd1088e3efc":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“My hope is honestly that the terms ‘female director’ and ‘female superhero’ become obsolete — that they're just ‘superheroes’ and ‘directors.’”","author_quotes":""}},"24f69014-9e1d-4c97-b165-014746727ef8":{"type":"product-set-carousel","settings":{"title":"Shop the story","desc":"","collection":"","dots":true,"arrows":true}},"1647275735d678f47a":{"type":"product-collection-carousel-module","blocks":{"39b469f2-2437-416a-8118-33ce0fea7182":{"type":"product","settings":{"product":"hydration-replenish-microencapsulated-moisturizer"}},"affcb6ad-6e25-4823-8182-e6a34ecab15b":{"type":"product","settings":{"product":"radiant-reveal-brightening-serum"}},"af5d40dd-e7d8-4cbb-9c54-266cdd070e21":{"type":"product","settings":{"product":"lip-sculpt"}}},"block_order":["39b469f2-2437-416a-8118-33ce0fea7182","affcb6ad-6e25-4823-8182-e6a34ecab15b","af5d40dd-e7d8-4cbb-9c54-266cdd070e21"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","16353724683d856b0a","16391019784c81622d","b6e67640-2820-4ef6-bdab-995f3b5f3ed9","163537294920e1cd97","163537292921f7d581","16504825814f93443c","163537383087f71b7e","1651889938b0d3f1e5","165212459040fa30c3","1650500732cc2933f7","c79f9519-757c-48b0-981c-a9eca9682c69","06a83f7e-e2e4-4027-a093-7dd1088e3efc","24f69014-9e1d-4c97-b165-014746727ef8","1647275735d678f47a","relatedstories"]}