{"sections":{"main":{"type":"article-hero","settings":{}},"1649798590e1530eef":{"type":"1col-text-center","settings":{"full_width":false,"title":"How often should I get my brows done?","text_center":"<p>I say it's really person to person. I'm really not pushy with people about seeing me a lot. It’s good to note that brow hairs typically shed out every six to eight weeks. But I would say, once you start feeling like they’re not manageable anymore, you should get them done. I recommend getting them tweezed or trimmed. I typically tell my clients to see me once a month.<\/p>"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"I like to shape the brows in a way that's natural to your facial structure.”","author_quotes":""}},"de4efb65-2852-458e-adfe-7d220742a8be":{"type":"1col-text-center","settings":{"full_width":false,"title":"Brow maintenance in between sessions","text_center":"<p>I think patience is the number one important thing to have when you’re in between your brow sessions. A lot of people want to pluck or trim and it can end up really ruining the next session because we don’t have the proper hair there to work with. I also tell people to make sure they’re brushing through their brows, whether they’re putting product on them or not. We also want to make sure the skin underneath is exfoliated, too. I also recommend a brow conditioner… after all, it is hair, so it’s good to keep it moisturized, especially in the winter. Other than that, I really like to tell people to find their color, whether it’s a pencil or shadow, or a brow pen. I like them to find what they like because you can fake a lot of what you want the brow shape to look like until your next session without risking plucking too much hair.  <\/p>"}},"08503b7f-f893-40c4-9c2e-22924654a256":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/Jas_Imani_Headshot_2_copy.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"44420db1-4ae0-4a3e-ad7b-e6104a4a63fb":{"type":"1col-text-center","settings":{"full_width":false,"title":"Achieving the feathered brow","text_center":"<p>I like the combo of a feathered yet tamed brow. I like when just the front is feathery. I think in general we’re starting to calm down \/shy away from the full-on feathered-out brow. On the opposite. It all really depends on the texture of your brow hair. Some people’s brows move around easily, but others have hairs that just do their own thing. I think getting a brow lift or brow lamination can help hold them in place and get the hairs to go in one direction. <\/p>"}},"164979874620b2f80b":{"type":"1col-text-center","settings":{"full_width":false,"title":"Be mindful when tweezing hairs","text_center":"<p>I think it’s important to not over-tweeze brows. I think if you’re trying to get the pencil brow look, try doing it with makeup instead of plucking out too much hair. It can end up being a permanent thing that can’t be changed. I think it’s important that people have options. <\/p>"}},"6978d79e-7084-43a5-913d-4c6b3a2e67ad":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Brow hair-growth tips","text_center":"<p>I really do like the RevitaLash RevitaBrow serum. I’ve seen it really work on a handful of clients. Also just brushing the brows with a spoolie is important because when you get rid of dry skin, there’s a better chance for growth. I also love castor oil, but it’s not necessarily for growth, which a lot of people don’t realize. I think it’s just a great conditioner for the brows, though. You can leave it on for a few minutes and then rinse it off. I think you can’t go wrong with a hair-growth supplement either. <\/p>"}},"f2363f93-fbaa-487b-8011-f5746d1079c6":{"type":"1col-text-center","settings":{"full_width":false,"title":"Selecting Your Brow Makeup","text_center":"<p>I tell all of my clients to buy [brow products] one shade lighter than what you think it should be, especially if you want a natural look. It’s always important to stroke in the direction of your hair gently. Build on it as you go. <\/p>"}},"3b58f932-3584-4060-9ddc-c1eb8c36bcac":{"type":"product-set-carousel","settings":{"title":"Shop Eyebrow Essentials","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}},"e85f941a-2f79-479f-83b1-ac1371973abf":{"type":"product-collection-carousel-module","blocks":{"53a31f60-31f3-4c6c-a32f-7b2cdf17ef29":{"type":"product","settings":{"product":"brow-renew-clear"}},"cfa8543b-4427-43a9-90d6-42dd7cc764cc":{"type":"product","settings":{"product":"brow-renew"}},"724b11a5-850e-44aa-bd75-495318569f06":{"type":"product","settings":{"product":"travel-size-brow-renew-enriched-clear-shaping-gel"}}},"block_order":["53a31f60-31f3-4c6c-a32f-7b2cdf17ef29","cfa8543b-4427-43a9-90d6-42dd7cc764cc","724b11a5-850e-44aa-bd75-495318569f06"],"settings":{"carousel_type":"grid_carousel","title":"Shop Eyebrow Grooming Essentials","desc":"","collection":"","dots":false,"arrows":true}}},"order":["main","1649798590e1530eef","16443369296a0de432","de4efb65-2852-458e-adfe-7d220742a8be","08503b7f-f893-40c4-9c2e-22924654a256","44420db1-4ae0-4a3e-ad7b-e6104a4a63fb","164979874620b2f80b","6978d79e-7084-43a5-913d-4c6b3a2e67ad","f2363f93-fbaa-487b-8011-f5746d1079c6","3b58f932-3584-4060-9ddc-c1eb8c36bcac","relatedstories","e85f941a-2f79-479f-83b1-ac1371973abf"]}