{"sections":{"main":{"type":"article-hero","settings":{}},"1657825593a761ac12":{"type":"1col-quote","disabled":true,"settings":{"full_width":false,"quotes":"\"The natural heat from your hand makes the blending look super seamless...\"","author_quotes":""}},"163936007001db3f37":{"type":"2col-text-image","blocks":{"1b32387f-bae1-4c5c-89f2-160bf8da96fc":{"type":"text","settings":{"title":"Warm Cream Bronzer on Your Hand","desc":"<p>When it comes to applying bronzer, James likes to use it on his hands before taking a brush and applying it to the skin. If you apply it right away on your skin, sometimes you can leave some marks. So for a very beautiful, very seamless look, the best thing to do  is to use it on your hands first.” <\/p><p> <\/p><p>“To add dimension to the face,” as he describes it, James likes to use bronzer before blush,  followed by highlighter. He suggests using <a href=\"https:\/\/www.roseinc.com\/collections\/new\/products\/solar-infusion-soft-focus-cream-bronzer\"><strong>Solar Infusion Soft-Focus Cream Bronzer<\/strong><\/a> along the forehead and cheekbones. If you’re trying to create a light, natural contour, James once again recommends warming it on your hands first before application. “To really build it, start out super light. If you feel that you need more texture, you can do it step by step.”<br\/><br\/><\/p>"}},"666b4932-95f1-4683-a5a1-ee0fc02ebb9d":{"type":"text","settings":{"title":"Finding Your Highlighter Shade","desc":"<p>“Finding the right <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/best-highlighter-for-your-skin-tone\"><span style=\"text-decoration:underline\"><strong>highlighter shade<\/strong><\/span><\/a> all depends on the skin’s undertones,” James says. With highlighter you want to try and mimic this undertone, whether it's more yellowish, pink or orange. Or if you feel like you have a more pink undertone but you’re trying to go for a more bronzed look, for example, you can opt for a gold highlighter instead.   <\/p><p> <\/p><p>Pro tip: The vein test is great for <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/skin-undertones\"><span style=\"text-decoration:underline\"><strong>determining one’s undertones<\/strong><\/span><\/a><strong>.<\/strong> If your veins are bluish or purple in natural light, you’re probably more cool, while green veins mean more warm. If it’s hard to tell or seems to be a little of both, you are more neutral. <\/p>"}},"9510bb56-4cd5-4380-aba1-a78b5ec1dbe4":{"type":"text","disabled":true,"settings":{"title":"Blend bronzer into the neck","desc":"<p>A seamless bronzy look also requires blending color into the neck. \"The best way to apply bronzer along the neck is with a large brush using vertical strokes extending from the jawline down the neck, into the chest area of the skin,\" she explains. <\/p>"}}},"block_order":["1b32387f-bae1-4c5c-89f2-160bf8da96fc","666b4932-95f1-4683-a5a1-ee0fc02ebb9d","9510bb56-4cd5-4380-aba1-a78b5ec1dbe4"],"disabled":true,"settings":{"image":"shopify:\/\/shop_images\/SOLAR_AP_CROPPED2.jpg","link":"","author":"","placement":"row-reverse"}},"16578257278cd6f1c9":{"type":"1col-quote","disabled":true,"settings":{"full_width":true,"quotes":"“...it distributes the product very well. It’s more precise than others I’ve used.”","author_quotes":""}},"1664901026f513eb61":{"type":"2col-text-image","blocks":{"164069ea-ef28-4d3c-94be-b243cc63a5c1":{"type":"text","settings":{"title":"WHY IS THERE ALCOHOL IN SKIN CARE AND MAKEUP?","desc":"<p>What we commonly think of as “alcohol” in skin care and makeup is better known as ethyl alcohol (ethanol) and listed on labels as alcohol, isopropyl alcohol, alcohol denat\/denatured alcohol and SD (specially denatured) alcohol. As Dr. Morkowitz notes, these ingredients can interfere with the skin’s own moisture-retaining humectants. So why include it? Wilson explains that, from a formulation perspective, there are a host of reasons.<\/p><p>For example, ethyl alcohols are primarily used to dissolve ingredients that otherwise don’t break down in water, like salicylic acid. They can also make a formula more elegant to use: “It’s great for reducing tack left on the skin after a product absorbs,” Wilson says. Ditto for reducing the time it takes to apply a product (helping makeup set faster, for example). Because alcohol kills bacteria, viruses, and germs, its inclusion in beauty products can also reduce the need for preservatives. Wilson says alcohol’s properties are so unique, there are no direct replacement ingredients to achieve these outcomes.<\/p>"}}},"block_order":["164069ea-ef28-4d3c-94be-b243cc63a5c1"],"settings":{"image":"shopify:\/\/shop_images\/1_0f02199a-69d8-48b4-a2ce-15aa2f353fad.jpg","link":"","author":"","placement":"row"}},"16578256329f3ff31e":{"type":"2col-text-image","blocks":{"9f08272d-2d80-4e91-b625-158e0b0c26d6":{"type":"text","settings":{"title":"Applying the Highlighter","desc":"<p>Typically, James loves applying highlighter with his fingers. “But I have to say, the <a href=\"https:\/\/www.roseinc.com\/collections\/tools\/products\/highlighter-brush\"><span style=\"text-decoration:underline\"><strong>Rose Inc Highlighter Brush<\/strong><\/span><\/a> is also very convenient. It distributes the product very well. It’s more precise than others I’ve used,” he says. “You also don’t have to worry about [<a href=\"https:\/\/www.roseinc.com\/products\/solar-radiance-hydrating-cream-highlighter\"><span style=\"text-decoration:underline\"><strong>Solar Radiance Hydrating Cream Highlighter<\/strong><\/span><\/a>] melting off of your face. It stays in place.” He suggests applying the highlighter where the sun would naturally hit the high points of the face: the tip and bridge of the nose, the cheekbones and underneath the brow bone.  <br\/><br\/><\/p>"}},"2e089e89-c13b-4eeb-86c9-f4225b8fdb19":{"type":"text","settings":{"title":"Bonus: Tips for Layering Products","desc":"<p>James recommends applying all of the products — foundation, concealer, bronzer, blush and highlighter — before powdering the face. “You should want to powder, especially in the summer, so that you won't be too shiny.” Additionally, he suggests using a setting spray between each step. “It really blends super well and it stays in place.” Lastly, James shares that you shouldn’t hesitate to correct anything with your fingers. “The natural heat from your hand makes the blending look super seamless if you need to correct any harsh lines or marks.” <br\/><br\/><\/p>"}}},"block_order":["9f08272d-2d80-4e91-b625-158e0b0c26d6","2e089e89-c13b-4eeb-86c9-f4225b8fdb19"],"disabled":true,"settings":{"image":"shopify:\/\/shop_images\/SOLAR_AP_CROPPED8.jpg","link":"","author":"","placement":"row"}},"165782577980e36d13":{"type":"1col-quote","disabled":true,"settings":{"full_width":true,"quotes":"Shop bestsellers","author_quotes":""}},"1664900754076a6d01":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>Some formulations have also relied on alcohol to give skin an instantaneously mattifying effect, something that has traditionally been marketed to those with oily skin, but a more modern school of thought recognizes long-term risks. “The skin will respond by getting oilier over time,” Dr. Markowitz says. “And not in a naturally-glowing and healthy way.”<br\/><br\/><\/p><p>But that’s not all: “Alcohol often leaves a ‘clean’ and ‘tight’ feeling on the skin because it strips the skin of water, which results in dead cell buildup,” says <a href=\"https:\/\/www.reneerouleau.com\/\" target=\"_blank\">Renée Rouleau<\/a>, esthetician and founder of Renée Rouleau Skin Care. “Trying to dry up oily skin can backfire, as stripped cell buildup traps oil and leads to breakouts. If you’re looking for optimal skin health, then dehydrating the skin’s surface with a solvent-drying alcohol is not ideal.”<\/p>"}},"1664906858fbc72900":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ ALCOHOLS HAVE MANY DIFFERENT USES AND NOT ALL ARE DRYING.  ’’","author_quotes":""}},"1664906917516ef9db":{"type":"2col-text-image","blocks":{"4b17d231-9ec4-49de-a8db-8e8dcd26dad1":{"type":"text","settings":{"title":"FINDING BALANCE","desc":"<p>Rouleau says that, for some, alcohol is an appropriate ingredient for spot treatments on occasion “since the goal is to dry up the infection,” but notes that long-term use of the ingredient on skin “can damage the skin’s protective barrier, which will increase skin sensitivity and irritation.”<\/p><p>To this end, Wilson says that many dynamically-formulated products balance any alcohol included with ingredients that add and help retain moisture. “In formulations balanced with emollients and humectants, the benefits of alcohol can outweigh the perceived concerns,” she says. However, for many, it may be easiest to avoid the ingredient completely. But here’s where the plot twist comes in: Not all alcohols are drying or damaging to skin. There are other classes of alcohols that nurture skin, smooth texture, and brighten tone.<\/p>"}}},"block_order":["4b17d231-9ec4-49de-a8db-8e8dcd26dad1"],"settings":{"image":"shopify:\/\/shop_images\/2_0a730d47-a599-46bd-b449-3703da9b9912.jpg","link":"","author":"","placement":"row-reverse"}},"1664900795903fdf83":{"type":"1col-text-center","settings":{"full_width":true,"title":"THE CATCH: KNOW YOUR ALCOHOLS","text_center":"<p>“Alcohols have many different uses and not all are drying. Alcohols can be humectants, solvents, emulsifiers, surfactants, and antioxidants,” explains Rouleau, pointing to hydrating tocopherol (vitamin E, a <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4976416\/\" target=\"_blank\"><strong>proven antioxidant<\/strong><\/a>) and retinol (vitamin A, known to <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2699641\/\" target=\"_blank\"><strong>speed cell turnover and boost collagen to even tone and texture<\/strong><\/a>) as two beneficial types of alcohol.<\/p>"}},"166490085492fec324":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/4_cb5b369f-ddb9-4c6b-9b54-7727bb8c14bf.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"16649008862c20ea46":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>What’s more, another class of alcohols, called fatty alcohols (commonly found on ingredient lists as cetyl alcohol, stearyl alcohol, behenyl alcohol, arachidyl alcohol, and cetearyl alcohol) not only help thicken and stabilize creams and lotions, they’re known to be wholly beneficial for the skin, too. For example, stearyl alcohol (an emollient) and cetyl alcohol (often derived from coconut oil) are commonly-used to retain moisture. Meanwhile, <a href=\"https:\/\/journals.sagepub.com\/doi\/10.3109\/10915818809023137\" target=\"_blank\">research<\/a> completed by Cosmetic Ingredient Review, which assesses the safety of ingredients in cosmetics and publishes the results in peer-reviewed journals, found many fatty alcohols to be safe as cosmetic ingredients. Fatty alcohols also yield low hazard scores from the Environmental Working Group. Though allergic reactions to these ingredients may happen in some, occurrence is low, which might help explain why the <a href=\"https:\/\/www.fda.gov\/cosmetics\/cosmetics-labeling-claims\/alcohol-free\" target=\"_blank\">FDA <\/a>allows formulations made with fatty alcohols and other non-ethyl alcohol ingredients to be labeled as “alcohol-free” even though the ingredients are technically classified as alcohols.<\/p><p>Bottom line: Our propensity to swear off alcohol in skin care and makeup isn’t unfounded, but don’t let the word “alcohol” alone scare you away from trying other products as fatty alcohols may be just the thing to keep skin plump and smooth.<\/p><p><br\/><br\/>Photos by <a href=\"https:\/\/www.instagram.com\/nikki.cruz\/\" target=\"_blank\">Nikki Cruz<\/a>.<\/p>"}},"166489641550e44145":{"type":"shop-collection","settings":{"title":"Shop bestsellers","description":"","link_text":"Shop all","home_featured_products":"best-sellers","product_link_label":"Buy Now","hide-variant":true,"dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1657825593a761ac12","163936007001db3f37","16578257278cd6f1c9","1664901026f513eb61","16578256329f3ff31e","165782577980e36d13","1664900754076a6d01","1664906858fbc72900","1664906917516ef9db","1664900795903fdf83","166490085492fec324","16649008862c20ea46","166489641550e44145","relatedstories"]}