{"sections":{"main":{"type":"article-hero","settings":{}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"How To Shape Eyebrows At Home with Six Easy Steps","text_center":""}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"1. Create the right setup","desc":"<p>For starters, learning how to shape eyebrows at home requires the right setup, which Healy says should include natural daylight (refrain from late-night tweezing in the bathroom) and a regular, non-magnified mirror. Although a magnified mirror gives you a really up close look at your brows, he says using one can lead to overshaping.<\/p><p><\/p><p><br\/><\/p>"}},"a87299e5-c4b7-499b-b187-915a3169aed9":{"type":"text","settings":{"title":"2. Determine your most flattering eyebrow shape","desc":"<p>Everyone’s face shape and features are different, and therefore the ideal eyebrow shape will differ from person to person. According to Healy, your perfect eyebrow shape will closely resemble your natural brows. “For example, if you were born with thick, dark, full black brows, that is probably the brow that will look best on you,” he says.<br\/><br\/>If you’re guilty of over-tweezing or overworking your brows over the years, look back at old photos to better understand your baseline and work with what you have. As a rule of thumb, Healy notes that your eyebrow shape should sit directly on the brow bon<br\/><\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931","a87299e5-c4b7-499b-b187-915a3169aed9"],"settings":{"image":"shopify:\/\/shop_images\/pexels-nataliya-vaitkevich-5128119.jpg","link":"","author":"","placement":"row"}},"1643079222f5e34bf5":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“Avoid things that are super trend-driven and stick to what’s classic and natural. Your brows will thank you for it.”","author_quotes":""}},"1643079274a50bcc43":{"type":"1col-text-center","settings":{"full_width":false,"title":"3. Focus on tweezing the perimeter only","text_center":"<p>Eyebrows frame the face, so each hair should be carefully considered when tweezing. To lightly shape your brows at home, first allow them several weeks to grow out, then Healy strongly recommends using tweezers over other at-home hair removal methods such as waxing or threading. The reason, he explains, is because you have more control with tweezers since you’re removing one hair at a time and are less likely to overdo it.<br\/><br\/>That said, Healy warns against trying to mimic professional shaping, which is a common mistake people make when learning how to shape their own eyebrows. “Only take care of the big perimeter,” he advises. That means only removing the hairs well outside the eyebrow shape, such as near the bridge of the nose, the eyelid, or the forehead.<br\/><br\/>If you’re ever unsure about whether a hair qualifies as being outside of the eyebrow shape’s perimeter, he recommends erring on the side of caution. As you’re working slowly and with caution with your tweezers, Healy also advises looking to see if the eyebrows are equal distance, level, end at the same point, and arch two-thirds of the way out.<\/p>"}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"bd0e8c19-fd19-4547-b7ea-085af2630460":{"type":"text","settings":{"title":"4. Avoid trendy or semi-permanent treatments","desc":"<p>“I would avoid trends like brow lamination because it can be damaging to the brow hair,” Healy says. “Microblading tends to be under the guise of being semi-permanent, but in fact, it kind of fades to a weird color that people struggle with for years. Overall, just avoid things that are super trend-driven and stick to what’s classic and natural. Your brows will thank you for it.”<br\/><br\/><\/p>"}},"f029b904-aac4-4c6e-9a9a-b920d6969583":{"type":"text","settings":{"title":"5. Select the <i>right<\/i> artist for more in-depth shaping","desc":"<p>If you’d rather leave the eyebrow shaping to the pros, Healy recommends doing some research and going with a brow artist who only tweezes. In general, Healy recommends asking the brow artist for a brow shape that is natural, easy to upkeep, and flattering for your face shape. A conservative, trustworthy brow artist should use their expertise to help guide you to the best eyebrow shape for <em>your<\/em> face.<\/p>"}}},"block_order":["bd0e8c19-fd19-4547-b7ea-085af2630460","f029b904-aac4-4c6e-9a9a-b920d6969583"],"settings":{"image":"shopify:\/\/shop_images\/0206-eyebrow-reel-thumb.png","link":"","author":"","placement":"row-reverse"}},"1643734912d2e19fea":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“If you have a very angular face, try rounding out your brow a little to add some softness, whilst a rounder face looks better with a more angular brow.”","author_quotes":""}},"1639359785f918ec7e":{"type":"1col-text-center","settings":{"full_width":false,"title":"6. Fill in your shape with makeup","text_center":"<p>Whether your brows are bushy or sparse, they can be enhanced with the magic of brow makeup. It starts with choosing the right shade and it doesn’t necessarily have to match your hair color. “For darker brows, I like to go a shade lighter to avoid the brow looking too severe,” Bass says. “And for lighter brows, a shade darker can help them stand out.”<br\/><br\/>Also, keep your face shape in mind as you’re shaping your brows with makeup. “If you have a very angular face, try rounding out your brow a little to add some softness, whilst a rounder face looks better with a more angular brow,” Bass says. Or, to create the most natural-looking brow shape, Bass recommends sticking to your actual shape and filling in where needed. <\/p>"}},"1643736277150e6860":{"type":"2col-text-image","blocks":{"3705a6f5-4e63-4a8d-961e-00c444291a99":{"type":"text","settings":{"title":"","desc":"<p>Layering different brow products will also help create the ideal brow shape and look. For all brow shapes, Bass generally starts by defining the shape with a brow pencil. She advises using a light, soft touch to create fine strokes that mimic the look of brow hairs. Thin pencils — like <a href=\"https:\/\/myshlf.us\/p-291676\"><span style=\"text-decoration:underline\"><strong>Surratt Expressioniste Brow Pencil<\/strong><\/span><\/a> — are a top pick for their precision. For more sparse areas, apply a bit more pressure to fill in the gaps. If more depth is needed, Bass will then add a brow powder which helps set the brow pencil. Finally, using a clear brow gel (like <a href=\"https:\/\/www.roseinc.com\/collections\/eye\/products\/brow-renew-clear\"><span style=\"text-decoration:underline\"><strong>Rose Inc Brow Renew Enriched Clear Shaping Gel<\/strong><\/span><\/a>) will help lock the shape in place. <br\/><br\/>In a hurry? A tinted brow gel like <a href=\"https:\/\/www.roseinc.com\/collections\/eye\/products\/brow-renew\"><span style=\"text-decoration:underline\"><strong>Rose Inc Brow Renew Enriched Tinted Shaping Gel<\/strong><\/span><\/a> can provide color, hold and more thickness to the brow shape. Lastly, Bass likes to go in with a brow pen to perfect the shape and fill in any remaining holes. <\/p>"}}},"block_order":["3705a6f5-4e63-4a8d-961e-00c444291a99"],"settings":{"image":"shopify:\/\/shop_images\/roseinc_261103966_132234905864642_1068628467938611152_n.jpg","link":"","author":"","placement":"row"}},"164373629830f044bb":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I would avoid trends like brow lamination because it can be damaging to the brow hair.”","author_quotes":""}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","1638825624650a93ab","16391019784c81622d","1643079222f5e34bf5","1643079274a50bcc43","16353730788751ed1d","1643734912d2e19fea","1639359785f918ec7e","1643736277150e6860","164373629830f044bb","relatedstories"]}