{"sections":{"main":{"type":"article-hero","settings":{}},"16469585103bd81c47":{"type":"2col-text-image","blocks":{"3fa02f0f-3dae-4397-98c3-705fb97c160b":{"type":"text","settings":{"title":"The benefits of using a cream highlighter","desc":"<p>There are several upsides to using a cream highlighter over a powder one. For instance, cream highlighter seamlessly blends into the skin, lending itself to the natural, no-makeup makeup look.  “When using a glistening cream product that is hydrating and moisturizing, it usually gives a healthy and youthful glow which also attracts light in such a way that looks natural,” Lerma says. Cream highlighters also tend to last longer, since a small amount of product can go a long way, Lerma adds. And, she says, many cream highlighters also contain skincare-focused ingredients like antioxidants, making them even more beneficial for the skin.<br\/><br\/><\/p>"}},"7ff2fb07-062e-4ace-b15a-ef582f60695a":{"type":"text","settings":{"title":"How to apply cream highlighter","desc":"<p><strong>1. Start with skincare<br\/><br\/><\/strong>“To give the skin a healthy and radiant finish, I love to pair cream highlighter with a beautiful serum to prep the skin,” explains Lerma. In particular, she recommends looking for ones that contain antioxidants to refine skin texture and hyaluronic acid for hydration. “After working a serum into the skin, follow up with a moisturizer and then proceed with the makeup application process.<\/p>"}}},"block_order":["3fa02f0f-3dae-4397-98c3-705fb97c160b","7ff2fb07-062e-4ace-b15a-ef582f60695a"],"settings":{"image":"shopify:\/\/shop_images\/highlighter-body-1.jpg","link":"","author":"","placement":"row"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“To give the skin a healthy and radiant finish, I love to pair cream highlighter with a beautiful serum to prep the skin.”","author_quotes":""}},"16536279656255eb3d":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>2. Apply with a small, fluffy brush <br\/><br\/><\/strong>The type of makeup brush you use to apply cream highlighter also makes a big difference in the finished look, Lerma says. Her go-to type of brush for this purpose? A versatile, small fluffy brush designed for detailed product placement.<br\/><br\/><strong>3. Use your hand as a palette<br\/><br\/><\/strong>In addition to using a brush, Lerma also suggests using the back of your hand as part of the application process. First, dip your brush into a cream highlighter. Then, using your hand as a palette, swish the brush around to ensure it’s evenly covered with product on all sides. This trick also helps warm up the product before applying it directly to the skin.<br\/><br\/><strong>4. Apply it to the right places<br\/><br\/><\/strong>Strategically placing the cream highlighter is also key. “Work that product onto the high points of your cheekbones, bridge of the nose, the bow of the lip and along the inner corners of the eye, hugging the tear duct and the brow bone,” Lerma says. “After applying the product, use your ring finger to press it into the skin, so it blends seamlessly and warms up to the face.” <\/p>"}},"16469580094505a033":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Applying a powder product such as bronzer or blush is going to dull down the cream highlighter when applied on top of it.”","author_quotes":""}},"1653627839d4d29639":{"type":"2col-text-image","blocks":{"924f4afd-bd3d-4265-86f8-b0bc4dc9ac6e":{"type":"text","settings":{"title":"","desc":"<p><strong>5. Pair cream highlighter with powder products<br\/><br\/><\/strong>To create an overall balanced makeup look, Lerma recommends pairing cream highlighter with powder products such as bronzer or blush. A cream highlighter should be one of the last steps in your makeup application routine, so it stands out. “Applying a powder product such as bronzer or blush is going to dull down the cream highlighter when applied on top of it,” Lerma says.<br\/><br\/><strong>6. Skip setting powder for a natural look<\/strong><\/p><p>When wearing any type of cream product, setting it with a powder typically helps the product adhere to the skin and adds to color payoff and longevity. But when it comes to cream highlighter, setting powder diminishes its glowy, hydrating, natural finish. For this reason, setting a cream highlighter is optional and comes down to the look you wish to achieve.<\/p><p>For a more natural look, skip the setting powder and powder highlighter and allow the cream highlighter to shine on its own. For a more dramatic highlighter effect, Lerma suggests dusting powder highlighter over the cream highlighter with a fan brush. Use a light hand and small amounts to avoid creating a cakey appearance<\/p>"}}},"block_order":["924f4afd-bd3d-4265-86f8-b0bc4dc9ac6e"],"settings":{"image":"shopify:\/\/shop_images\/highlighter-application.gif","link":"","author":"","placement":"row-reverse"}},"16536281362c7ab2db":{"type":"product-collection-carousel-module","blocks":{"30b17c9f-73b7-412f-9139-96bf0f0c57d5":{"type":"product","settings":{"product":"solar-radiance-hydrating-cream-highlighter"}},"4d1c9262-c96b-49ce-92c7-63f28977e70f":{"type":"product","settings":{"product":"highlighter-brush"}},"92338d65-3900-4118-96c0-a196b9ed8135":{"type":"product","settings":{"product":"solar-infusion-soft-focus-cream-bronzer"}},"748d13c4-67c2-4721-9de6-4630848beaea":{"type":"product","settings":{"product":"bronzer-brush"}},"e81c8426-f5ed-4f15-9d1a-4ece53c5470d":{"type":"product","settings":{"product":"skin-enhance-luminous-tinted-serum"}}},"block_order":["30b17c9f-73b7-412f-9139-96bf0f0c57d5","4d1c9262-c96b-49ce-92c7-63f28977e70f","92338d65-3900-4118-96c0-a196b9ed8135","748d13c4-67c2-4721-9de6-4630848beaea","e81c8426-f5ed-4f15-9d1a-4ece53c5470d"],"settings":{"carousel_type":"grid_carousel","title":"Heading","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16469585103bd81c47","1635376222a775bae4","16536279656255eb3d","16469580094505a033","1653627839d4d29639","16536281362c7ab2db","relatedstories"]}