{"sections":{"main":{"type":"article-hero","settings":{}},"1651158812e36899c0":{"type":"2col-text-image","blocks":{"05de0cf8-1cd3-45b8-85ab-c11fe5325c23":{"type":"text","settings":{"title":"Weekly Washing Is Crucial","desc":"<p>First and foremost, how often should you clean your makeup brushes? There is no one right answer. In an ideal world, experts would recommend washing them after each use. However, that’s not realistic in most cases. Cleaning your brushes once per week is a good rule of thumb to follow. Unlike makeup brushes, sponges should be washed after each use.<\/p><p>It’s also important to note that even if you just used a makeup brush once during the week, it still needs a wash because the longer it sits, the more bacteria it collects.<br\/><\/p>"}},"b36976cc-218e-401e-98f7-2f1d630fd5be":{"type":"text","settings":{"title":"Only use a gentle cleanser","desc":"<p>There are many cleansers on the market that are designed specifically for washing makeup brushes. To keep things simple, stick to ones without harsh formulas, fragrances, and dyes. Remember that you use the brushes on your face and don’t want anything to potentially cause a reaction. While a separate product could be helpful, a facial cleanser, castile soap, baby shampoo, or dish soap will also do the trick. Specifically, scent- and dye-free dish soap (which many experts use) works wonders at removing all the gunk — and a little goes a long way. <br\/><br\/>If you’re in a pinch, you can also use a brush cleanser meant for spot cleaning and sanitizing your makeup brushes in between uses when you don’t have time for a full, deep cleanse.<br\/><br\/>As far as cleansing tools go (such as gloves or silicone cleansing pads), some find them useful. Plus, they also help remove product build-up. <br\/><\/p>"}}},"block_order":["05de0cf8-1cd3-45b8-85ab-c11fe5325c23","b36976cc-218e-401e-98f7-2f1d630fd5be"],"settings":{"image":"shopify:\/\/shop_images\/LH_Brushes_03_AP.jpg","link":"","author":"Lena Herrmann","placement":"row"}},"16511590313f44eae1":{"type":"2col-text-image","blocks":{"c011fc05-db64-4a5a-a971-2bed95223da9":{"type":"text","settings":{"title":"How to clean your makeup brushes","desc":"<p>1. Start by wetting the makeup brush’s bristles with lukewarm water. Ensure you only wet and wash the bristles and not the handle. Bristles are glued together, and if water seeps into the base, it can loosen the glue and lead to shedding.<br\/><br\/>2. Place a small amount of cleanser in the palm of your hand.<br\/><br\/>3. Massage the brush’s bristles in the palm of your hand. Allow it to get a nice lather, and ensure the bristles are fully saturated.<br\/><br\/>4. Rinse the bristles well with lukewarm water and repeat the process as needed until all makeup is removed.<br\/><br\/><\/p>"}}},"block_order":["c011fc05-db64-4a5a-a971-2bed95223da9"],"settings":{"image":"shopify:\/\/shop_images\/LH_Brushes_05_AP.jpg","link":"","author":"Lena Herrmann","placement":"row-reverse"}},"16511962392f005bd3":{"type":"2col-text-image","blocks":{"2b94f4b7-577d-4b49-a573-c048aabb775f":{"type":"text","settings":{"title":"HOW TO DRY your MAKEUP BRUSHES","desc":"<p>Once your makeup brushes are clean, properly drying them is also important. First, squeeze out any excess water using your fingers and a clean towel. Then place the brushes on a clean surface with the bristles hanging over the edge, and allow them to air dry, ideally overnight. Remember that you don’t want water to get into the base, so it’s important not to dry them in a vertical position with the bristles pointed up.<br\/><br\/><\/p>"}},"359f7c52-04f4-4899-a59b-3a2502bee8d2":{"type":"text","settings":{"title":"When it’s time to toss a makeup brush","desc":"<p>Although a good cleaning routine can help keep your makeup brushes in tip-top shape for years, you may still experience some wear and tear. Signs that it’s time to replace a makeup brush include excessive shedding, frayed bristles, a weird odor or if the brush has lost its original shape. Sponges, on the other hand, should be replaced monthly. <\/p>"}}},"block_order":["2b94f4b7-577d-4b49-a573-c048aabb775f","359f7c52-04f4-4899-a59b-3a2502bee8d2"],"settings":{"image":"shopify:\/\/shop_images\/LH_Brushes_08_AP.png","link":"","author":"Lena Herrmann","placement":"row"}},"1651161113855d75a5":{"type":"product-collection-carousel-module","blocks":{"2a55e58c-062e-4264-92c3-cb3c4d16f97f":{"type":"product","settings":{"product":"the-brush-suite"}},"d81fa43f-f6af-4e0e-a1c7-7032fd1ff056":{"type":"product","settings":{"product":"concealer-brush"}},"73764284-22a9-4d78-b750-f215ccb50f38":{"type":"product","settings":{"product":"cheek-brush-1"}},"1c765d67-0f6c-46ad-a527-5f3e883628f4":{"type":"product","settings":{"product":"flush-of-color-brush-set"}}},"block_order":["2a55e58c-062e-4264-92c3-cb3c4d16f97f","d81fa43f-f6af-4e0e-a1c7-7032fd1ff056","73764284-22a9-4d78-b750-f215ccb50f38","1c765d67-0f6c-46ad-a527-5f3e883628f4"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1651158812e36899c0","16511590313f44eae1","16511962392f005bd3","1651161113855d75a5","relatedstories"]}