{"sections":{"main":{"type":"article-hero","settings":{}},"1651158812e36899c0":{"type":"2col-text-image","blocks":{"05de0cf8-1cd3-45b8-85ab-c11fe5325c23":{"type":"text","settings":{"title":"Do eyebrows really grow back?","desc":"<p>The short answer: Yes, eyebrows can grow back, but it does depend on what caused the hair loss in the first place. Dr. Cheung notes that excessive plucking or repeated laser hair removal can lead to microtrauma of the hair follicles, which can create scarring and permanent damage. As a result, the chance that the hair will grow back is decreased.<\/p><p><\/p><p>WHAT CAUSES BROW THINNING?<br\/><br\/>Besides getting tweezer-happy, which <a href=\"https:\/\/www.roseinc.com\/blogs\/tutorials\/how-to-shape-eyebrows?_\"><span style=\"text-decoration:underline\"><strong>countless professionals<\/strong><\/span><\/a> list among the greatest eyebrow no-no's, there are many other possible causes of brow loss. <\/p><p>Externally, Dr. Cheung says skin rashes such as seborrheic dermatitis or eczema can cause hair thinning.<strong> <\/strong>Internally, thinning hair and slow growth can be chalked up to autoimmune hair disorders, changes in hormones (such as during pregnancy and menopause), metabolism, stress or inflammation, as well as thyroid issues or deficiencies in nutrients such as iron or vitamins B and D. Unless there is permanent damage, the hair should grow back once the inciting trigger is removed. If you’re unsure of what’s causing your hair loss, see a dermatologist or trichologist who can help identify the underlying issue.<br\/><\/p><p>HOW LONG DOES IT TAKE FOR EYEBROWS TO GROW BACK?<\/p><p><br\/>This depends on the person. “It can take a couple of months to notice baby hairs emerging from the follicles, as the average growth cycle from a resting to active follicle is three to four months,” Cheung says.<\/p>"}}},"block_order":["05de0cf8-1cd3-45b8-85ab-c11fe5325c23"],"settings":{"image":"shopify:\/\/shop_images\/body-1.jpg","link":"","author":"","placement":"row"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“...the average growth cycle from a resting to active follicle is three to four months.”","author_quotes":""}},"16511590313f44eae1":{"type":"2col-text-image","blocks":{"e001621a-60a3-4d1f-a38a-0c9ae51fa7df":{"type":"text","settings":{"title":"How to increase brow hair growth","desc":""}},"c011fc05-db64-4a5a-a971-2bed95223da9":{"type":"text","settings":{"title":"","desc":"<p><strong>1. Consume More Hair-Friendly Nutrients<br\/><br\/><\/strong>Besides practicing patience, there are some things you can do to encourage your brow hairs to grow back, including making some tweaks to your diet. “You can support the regrowth of hair by optimizing the levels of nutrients including B and D vitamins, iron, zinc and protein,” Dr. Cheung says.<br\/><br\/><\/p>"}},"cdd3db6e-2c99-4f55-89bb-c169242e7be6":{"type":"text","settings":{"title":"","desc":"<p><strong>2. Decrease Stress Levels<br\/><\/strong><br\/>To create optimal conditions for eyebrow regrowth, Dr. Cheung also recommends keeping your stress levels low. “When you’re stressed out, your body goes into a protective mode and shunts energy away from non-vital activities such as hair growth,” she explains. That means ensuring you’re getting enough sleep to allow time for your body to repair, avoiding toxins such as cigarette smoke, and consuming more adaptogens, which support the body’s stress resilience and help with inflammation.<\/p>"}}},"block_order":["e001621a-60a3-4d1f-a38a-0c9ae51fa7df","c011fc05-db64-4a5a-a971-2bed95223da9","cdd3db6e-2c99-4f55-89bb-c169242e7be6"],"settings":{"image":"shopify:\/\/shop_images\/LH_Eyebrow_01_AP.jpg","link":"","author":"Lena Herrmann","placement":"row-reverse"}},"16511590361104252a":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>3. Use Topical Hair Growth Products<br\/><\/strong><br\/>Incorporating products that support hair growth such as oils, peptide serums and even Rogaine can also help brows grow back. These types of products, Dr. Cheung explains, help counter hair follicle shrinkage, support hair metabolism, and speed up the hair growth cycle. Dr. Cheung points to Latisse and TaC Daily Lash & Brow Growth Complex as her personal preferences for keeping her brows and lashes healthy. Healy echoes the value of using a brow growth serum full of peptides. “A serum will really step up your game, specifically in the growing-out process,” he says.<br\/><br\/>That said, Cheung notes that if you stop using these products, regrowth will slow down and you may even notice shedding as you return to your baseline. <\/p>"}},"1639100658607053db":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“When you’re stressed out, your body goes into a protective mode and shunts energy away from non-vital activities such as hair growth.”","author_quotes":""}},"16511962392f005bd3":{"type":"2col-text-image","blocks":{"a6b0c6ab-da1e-42b8-bb4d-97031e18bb76":{"type":"text","settings":{"title":"HOW TO FILL IN YOUR BROWS WHILE THEY’RE REGROWING","desc":"<p>Thankfully, there are plenty of <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/how-to-get-thicker-eyebrows\"><span style=\"text-decoration:underline\"><strong>brow shading and styling tips and tricks<\/strong><\/span><\/a> that can help sparse brows look thicker and fuller, making the grow-out process a little more bearable. <\/p><p>Healy recommends avoiding brow pomades and pencils and instead opting for products like brow powders (applied with an angled brow brush), and tinted brow gels, which provide a more natural look.<br\/><br\/>While <a href=\"https:\/\/www.roseinc.com\/collections\/eye\/products\/brow-renew\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/collections\/eye\/products\/brow-renew\"><strong>tinted brow gel<\/strong><\/a> works for many people alone, llightly ayering a matching brow or eyeshadow powder <em>under<\/em> gel can help provide a fuller appearance during the grow out period. This method, Healy says, “is really good at filling in little holes and gaps, and just gives the brow a denser look,” Healy says. <em>Pro tip<\/em>: Use a spooly to comb the hairs and distribute the product. Meanwhile, he says, tinted brow gel holds the hairs in place and coats each individual hair, making it look thicker.<\/p><p>Another thing to keep in mind: the eyebrow shade you choose. While it may be tempting to opt for a darker shade to create a fuller look, Healy says going too dark can make brows look too heavy and inauthentic. In other words, you’d end up drawing more attention to sparse brows. If you’re in between two brow shades, Healy recommends going with the lighter of the two. (Rose Inc's <a href=\"https:\/\/www.roseinc.com\/pages\/virtual-try-on\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/pages\/virtual-try-on\"><strong>Virtual Try-On<\/strong><\/a> removes the shade guesswork.) Overall, when you’re filling in sparse brows while you’re waiting for them to grow back, “less is more and patience is key,” he says.<\/p>"}}},"block_order":["a6b0c6ab-da1e-42b8-bb4d-97031e18bb76"],"settings":{"image":"shopify:\/\/shop_images\/body-2.jpg","link":"","author":"","placement":"row"}},"1651161113855d75a5":{"type":"product-collection-carousel-module","blocks":{"2a55e58c-062e-4264-92c3-cb3c4d16f97f":{"type":"product","settings":{"product":"brow-renew-clear"}},"d81fa43f-f6af-4e0e-a1c7-7032fd1ff056":{"type":"product","settings":{"product":"brow-renew"}},"73764284-22a9-4d78-b750-f215ccb50f38":{"type":"product","settings":{"product":"the-modern-essentials-gift-set"}}},"block_order":["2a55e58c-062e-4264-92c3-cb3c4d16f97f","d81fa43f-f6af-4e0e-a1c7-7032fd1ff056","73764284-22a9-4d78-b750-f215ccb50f38"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","1651158812e36899c0","1635376222a775bae4","16511590313f44eae1","16511590361104252a","1639100658607053db","16511962392f005bd3","1651161113855d75a5","relatedstories"]}