{"sections":{"main":{"type":"article-hero","settings":{}},"1648581468b5851539":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Common causes of skin redness","text_center":"<p>Many different things can cause skin redness. Dr. Courtney Rubin, a board-certified dermatologist and co-founder and chief medical officer of skincare brand Fig.1, says the most common conditions include rosacea and acne seborrheic dermatitis, as well as allergic reactions such as contact dermatitis.<br\/><br\/>Medical aesthetician Candace Marino, also known as \"The LA Facialist,\" adds that other possible factors that can contribute to skin redness include dryness, irritation, sun exposure and an impaired skin barrier. Furthermore, Dr. Rubin says facial redness can also be caused by lupus, a rare and serious autoimmune disease, so getting evaluated and diagnosed by a skincare expert like a board-certified dermatologist is always advised.<\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"5 Skincare Tips to Combat Redness","desc":"<p><strong>1. Cleanse with cool water<br\/><br\/><\/strong>First and foremost, Marino recommends using cool versus hot water to cleanse your skin. \"Hot water will heat up the skin’s temperature and lead to more inflammation and redness,\" she says.<br\/><br\/><strong>2. Steer clear of physical scrubs and tools<br\/><br\/><\/strong>With skincare redness, the ultimate goal is to calm the skin, not aggravate it further, which is why Marino strongly suggests avoiding harsh, mechanical scrubs for exfoliation. Instead, she points to enzymes such as the derm-approved ingredients below that gently break down dead cells without irritating the skin.<br\/><br\/><strong>3. Slather on the sunscreen<br\/><br\/><\/strong>Another critical step for combatting skincare redness: sunscreen. Why? \"Exposure to UV light tends to exacerbate and trigger redness,\" Dr. Rubin explains. In particular, she recommends using a broad-spectrum sunscreen of at least SPF 30 daily.<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/FALL21_OF_Community_StephanieLiuH_1763_R1.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"The goal when treating redness is to reduce inflammation.\"","author_quotes":""}},"1648441877f4feaf08":{"type":"2col-text-image","blocks":{"5ae66c78-e5d4-462f-a179-f801e79643ce":{"type":"text","settings":{"title":"","desc":"<p><strong>4. Avoid products with irritating ingredients<\/strong><\/p><p>Dr. Rubin says skincare products that contain essential oils or botanical extracts can cause skin irritation and allergies resulting in redness, and suggests cutting products with these ingredients from your regimen.<br\/><br\/><strong>5. Reach for calming ingredients<br\/><br\/><\/strong>\"The goal when treating redness is to reduce inflammation,\" Marino says. So, once you weed out the potentially irritating and redness-causing skincare ingredients, it's time to bring in more calming ones. Here are a few skincare ingredients experts recommend for reducing redness:<\/p>"}}},"block_order":["5ae66c78-e5d4-462f-a179-f801e79643ce"],"settings":{"image":"shopify:\/\/shop_images\/Screen_Shot_2022-03-20_at_9.11.55_PM_d6b5d27b-9b4e-48df-8b12-f4854da14753.png","link":"","author":"","placement":"row-reverse"}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>Aloe vera<br\/><br\/><\/strong>When you think of soothing ingredients, aloe vera is often one of the first to come to mind, and with good reason. Marino says that aloe vera is packed with vitamins A, C and E, along with amino acids. For centuries, it's been proven to have anti-inflammatory, hydrating and antibacterial effects on the skin, she adds.<br\/><br\/><strong>Niacinamide<br\/><br\/><\/strong>Also known as vitamin B3, niacinamide is a potent antioxidant and anti-inflammatory ingredient, says Marino, making it a must-have in your redness-fighting toolkit. \"It improves skin barrier function and prevents water loss while dramatically improving facial redness,\" she explains. <br\/><br\/><strong>Ceramides<br\/><br\/><\/strong>Be sure to add ceramides to your routine, too. \"Ceramides have been shown to greatly reduce inflammatory skin conditions such as acne and rosacea by nourishing and hydrating the skin, thus preventing dryness and reducing inflammation,\" Marino says.<\/p>"}},"1648432656f875092a":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"When redness is caused by skin barrier breakdown and subsequent inflammation, ingredients that moisturize the skin and support the skin barrier can help to improve the appearance of redness.\"","author_quotes":""}},"164844166224b3447b":{"type":"text-image-carousel-module","blocks":{"1648441662fce89265-1":{"type":"product","settings":{"product":"hydration-replenish-microencapsulated-moisturizer"}},"484d069c-14e3-4545-8c3d-d096082e0ae9":{"type":"product","settings":{"product":"eye-revival-brightening-eye-cream"}},"cd336d8d-3569-45ab-ad92-7451afa8d200":{"type":"product","settings":{"product":"skin-enhance-luminous-tinted-serum"}},"16e7b321-b0b9-4ad6-bc6e-1d111ad2c91f":{"type":"product","settings":{"product":"softlight-concealer"}}},"block_order":["1648441662fce89265-1","484d069c-14e3-4545-8c3d-d096082e0ae9","cd336d8d-3569-45ab-ad92-7451afa8d200","16e7b321-b0b9-4ad6-bc6e-1d111ad2c91f"],"settings":{"carousel_type":"carousel_left","title":"","desc":"<p><strong>Azelaic acid<\/strong><\/p><p>For acne and rosacea-related skincare redness, turn to azelaic acid. This ingredient, Marino notes, is often used in skincare to treat the aforementioned skin conditions due to its antioxidant, antibacterial and anti-inflammatory effects.<br\/><br\/><strong>Centella asiatica<\/strong><\/p><p>Thanks to its skin-protective properties and antioxidant and anti-inflammatory effects, Marino says adding products containing medicinal herb centella asiatica to your skincare routine is also beneficial, especially if you're experiencing acne-related redness.<strong> <br\/><br\/>Hyaluronic acid<br\/><br\/><\/strong>\"When redness is caused by skin barrier breakdown and subsequent inflammation, ingredients that moisturize the skin and support the skin barrier can help to improve the appearance of redness,\" Dr. Rubin says. Hyaluronic acid, a humectant that helps retain moisture, is a perfect example. Hyaluronic acid, along with other skin barrier-friendly ingredients such as glycerin and squalane, is generally well tolerated by most skin types, she adds. <\/p>","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1648581468b5851539","16391019784c81622d","16443369296a0de432","1648441877f4feaf08","1638825624650a93ab","1648432656f875092a","164844166224b3447b","relatedstories"]}