{"sections":{"main":{"type":"article-hero","settings":{}},"16353724683d856b0a":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p>For <a href=\"https:\/\/www.instagram.com\/gilly.inc\/?hl=en\" target=\"_blank\">Gilly Chan<\/a>, who’s been featured in campaigns for brands like Adidas, Covergirl, and Mango, modeling is a pit stop in her career, not the final destination. With a degree in psychology under her belt, the California-born and current New Yorker has made mental health advocacy central to her mission, opening up about her own struggles with depression and anxiety on social media. To wit: When selected to be a <em>Playboy<\/em> playmate in November 2019, Chan used her interview to offer advice to anyone struggling with their sexual orientation (Chan came out as bisexual when she was in high school) and to unpack the importance of intersectional support in the LGBTQ+ community.<br\/><br\/>“I make it a point to touch on Black mental health and healing because it's a very taboo subject within the Black community overall,” says Chan, who is launching her own digital mental health destination, called <a href=\"https:\/\/www.instagram.com\/theremedyplatform\/\" target=\"_blank\">The Remedy Platform<\/a>, later this year. On the heels of a turbulent 2020 that saw widespread outrage over police brutality and a pandemic that disproportionately impacted people of color, the timing couldn’t be better.<br\/><br\/>Rose Inc. caught up with Chan to discuss the importance of mental health advocacy, the self-care rituals that helped her get through 2020, and the best beauty tips she’s picked up from her career as a model.<\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"2ff41739-ef20-4792-adb0-abefb97bb950":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>How are you holding up with everything going on right now?<\/p>"}},"08e73282-b1b5-4ca6-b740-032624cc6d03":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>It's been such a roller coaster. On top of the pandemic, I lost my best friend and my partner lost their mom, so we felt very tested, especially as a couple that is long distance. I finally feel like I'm coming out the other end. I was forced to start self-care practices and really focus on my mental health. I've learned a lot more about myself during this time as a result.<\/p>"}},"9c87c2d3-d5ff-4364-99a8-04f03b34a50e":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>You speak out about the need to destigmatize Black mental health a lot on your platform. Do you think that there's been any progress on that front this year?<\/p>"}},"a9e30dd6-8c18-4d63-be67-079af378d66d":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>Since I'm starting my own mental health platform, I've had to do a lot of research into other platforms and there are so many Black entrepreneurs now starting wellness and mental health platforms for the Black community. It's starting to become a really lucrative and pivotal thing for our community, which is amazing to see.<\/p>"}}},"block_order":["2ff41739-ef20-4792-adb0-abefb97bb950","08e73282-b1b5-4ca6-b740-032624cc6d03","9c87c2d3-d5ff-4364-99a8-04f03b34a50e","a9e30dd6-8c18-4d63-be67-079af378d66d"],"settings":{"image":"shopify:\/\/shop_images\/download_c42d858c-f4ee-43c7-8795-3e29ab239c40.jpg","link":"","author":"","placement":"row"}},"163537294920e1cd97":{"type":"1col-text-dropcap","blocks":{"f83227d2-94bc-4bfd-b486-65f3acb32111":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What do you think is most misunderstood about Black mental health?<\/p>"}},"ea5710ea-cea4-4362-b014-9d6a5eaa143a":{"type":"text","settings":{"dropcap":"GC:","description":"<p>There are mental health issues that are specific to Black folks and POC that result from racism and discrimination that aren't touched on in the mainstream wellness sphere...I also think that a lot of Black people put their mental health low on their priority list because their first priority is just to survive and have their basic needs met.<\/p>"}},"fafeeda8-f8b1-43e1-81fa-5b074edac818":{"type":"text","disabled":true,"settings":{"dropcap":"RI:","description":"<p>Describe your earliest beauty memory.<\/p>"}},"72eb0234-5805-4c75-8bd8-0548d5fdad14":{"type":"text","disabled":true,"settings":{"dropcap":"SM:","description":"<p> My mom always styled my hair in pigtails and I remember wanting to leave my hair straight. I always also wanted really short hair, I loved the look of a bob. I was always into playing with dolls and styling them and doing their hair. I always loved glamming myself up. At 12, I remember my mom saying, `If you don’t want pigtails, then you have to do your own hair.” I couldn’t afford going to the fancy salons obviously but I would pay $15 to go to the Dominican salons to get my hair straightened. This was such a thing, especially when I got to highschool. I would go every weekend and it became my routine. <br\/><br\/>With makeup, I used to cake it on so much. I had really bad acne so I was just trying to cover my skin. I wasn’t comfortable with my bare face. I would just put a ton on as early as 14. I remember always doing things like matching my eyeliner to my shoes. It took me a while to embrace my natural face. I remember the first time I did in college, someone came up to me and asked me if I was sick. But now, it’s easier because people are more open to natural beauty. <\/p>"}}},"block_order":["f83227d2-94bc-4bfd-b486-65f3acb32111","ea5710ea-cea4-4362-b014-9d6a5eaa143a","fafeeda8-f8b1-43e1-81fa-5b074edac818","72eb0234-5805-4c75-8bd8-0548d5fdad14"],"settings":{"full_width":false}},"163537292921f7d581":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/download_1_a86aab09-e57c-47c2-a9a6-46c32cf35590.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/download_2_8b73596e-2148-45d1-9737-ad0cc5207c16.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"I finally feel like I'm coming out the other end…","author_quotes":""}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"4ff31855-6e66-4e2f-9be1-163d45e70ed3":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>You talk a lot about how unkind women can be to their bodies. What you have found to be most helpful in learning to be kinder to yourself?<\/p>"}},"541c1698-9528-4215-8f89-080718232909":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>As a model, I'm constantly under pressure to look a certain way and there's a lot of comparing myself to others, so I understand what it's like to be mean to your body and to not take care of your body in the way that you should. I think the biggest lesson I've learned is that diets will never work and health is more about lifestyle than it is about losing weight or meeting certain beauty standards. You can't judge how healthy someone is based on their physical appearance. I know so many healthy people that are both thin and curvy, and they really understand that wellness and being good to your body comes from within and is an individual thing: learning how your body responds to different foods, learning what nutrients you need, learning your family’s medical history, and so on.<\/p>"}},"f2894106-77a0-4cb4-9657-15fe0928df46":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What was it like to be selected as a <em>Playboy <\/em>playmate in 2019?<\/p>"}},"cb3f832a-9cba-4b03-8838-807f769c8a2e":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>It was such a surprising experience! I never expected to be in <em>Playboy <\/em>and it was not something I was reaching towards, but it changed my whole career. The Playboy team is so nice and they really want to be collaborative—they let me kind of take the reins which I was so grateful for because a lot of big publications like that have a strict vision for you. They asked me what I wanted the shoot and interview to look like and it came out to be an expression of who I am, which was really beautiful.<\/p>"}}},"block_order":["4ff31855-6e66-4e2f-9be1-163d45e70ed3","541c1698-9528-4215-8f89-080718232909","f2894106-77a0-4cb4-9657-15fe0928df46","cb3f832a-9cba-4b03-8838-807f769c8a2e"],"settings":{"image":"shopify:\/\/shop_images\/download_3_0a0d9f18-956e-490a-adf8-80906ce5757b.jpg","link":"","author":"","placement":"row-reverse"}},"16353756072b9eab55":{"type":"1col-text-dropcap","blocks":{"ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Do you have an earliest beauty memory that you remember?<\/p>"}},"b944f55c-190f-4a8e-8c68-d0f093907aea":{"type":"text","settings":{"dropcap":"GC:","description":"<p>I come from a family on my mom's side of very strong, beauty-driven Jamaican women, so my earliest memory of beauty is of my mom, when I was 7 or 8, dressing me up and putting makeup on me. I had glitter eyeshadow on my face and I loved it. My mom is the kind of person who won't walk out of the house without makeup on, even if she's just taking out the trash, so I always remember this sense of pride in putting on makeup and showcasing your features.<br\/><br\/>My mom's all about skin care, too. She's 52 and looks like she's 30, so I learned early on about the importance of moisturizing and using special serums. She was always experimenting with new products and she introduced me to lactic acid, peptides, hyaluronic acid, kojic acid, and collagen serums over the years.<\/p>"}}},"block_order":["ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a","b944f55c-190f-4a8e-8c68-d0f093907aea"],"settings":{"full_width":false}},"1640669794650a2145":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/download_4_d5b26c1d-8782-49da-a6cf-1ce17a16f141.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/download_5.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"1637133416765ce15d":{"type":"1col-text-dropcap","blocks":{"cfb0d2b1-4272-4ed4-8107-b24293288b2b":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What's your daily skin-care routine like today?<\/p>"}},"3691ff6d-cc23-4e19-bd90-ac8258c8268c":{"type":"text","settings":{"dropcap":"GC:","description":"<p>I didn't pay attention to ingredients growing up and I had skin problems in high school as a result, like acne and eczema, so now I mostly use natural ingredients. I use argan oil and the hydrating cleanser and moisturizer from CeraVe, which was recommended by my dermatologist Dr. Elyse Love. I wake up, wash my face, use moisturizer with sunscreen because that's one of the most important things you can do, and then I'll put a tinted moisturizer from Nars which is also SPF 30 on. It looks really natural, which I love.<\/p>"}},"7b90c793-7900-4c10-a92e-5a6bfd42d8c3":{"type":"text","settings":{"dropcap":"RI:","description":"<p>If you could only use three products, what would they be?<\/p>"}},"cee98b0a-127c-4054-a5ef-2efdbc73f541":{"type":"text","settings":{"dropcap":"GC:","description":"<p>I think it would be the Nars tinted moisturizer,  fake freckles from Pseudo Labs which are super cool (you brush them on and they flick all over your face so it looks like you really have freckles), and Milk’s mini lip and cheek stick in Werk.<\/p>"}},"5d1bb34b-5202-454e-8d57-daaf8302110a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Are there any beauty rules that you’d like to see forgotten?<\/p>"}},"04485bba-8c76-4e96-b8de-7bf7b710cc28":{"type":"text","settings":{"dropcap":"GC:","description":"<p>I grew up wearing a full face of foundation and lots of heavy makeup, but I've learned that beauty really starts from the health of your skin. Obviously having good skin or not doesn't determine if you're beautiful, but I think that the concept of having to wear a lot of makeup to look a certain way should be dispelled.<\/p>"}}},"block_order":["cfb0d2b1-4272-4ed4-8107-b24293288b2b","3691ff6d-cc23-4e19-bd90-ac8258c8268c","7b90c793-7900-4c10-a92e-5a6bfd42d8c3","cee98b0a-127c-4054-a5ef-2efdbc73f541","5d1bb34b-5202-454e-8d57-daaf8302110a","04485bba-8c76-4e96-b8de-7bf7b710cc28"],"settings":{"full_width":false}},"163537383087f71b7e":{"type":"2col-text-image","blocks":{"f343c650-e88f-44bd-bcdf-0a85f464627d":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What’s the best beauty tip you've picked up throughout your modeling career?<\/p>"}},"55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>Most makeup artists dab concealer where necessary instead of applying foundation, which looks much better overall. There's also this mini face mister that I used on a job once and then bought afterwards. I usually fill it with filtered water or rose water, especially when I travel or during the winter months because it's great for keeping your face hydrated.<\/p>"}},"1f2c309e-b5e1-4e42-bb91-bd2839df19bf":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>When do you feel the most confident in your own beauty?<\/p>"}},"93fe9ca9-c0f3-47d7-a02a-f077da222eeb":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>When I have a little bit of sun and my skin is fully clear, perhaps with a little bit of blush on. That's when I feel the most radiant and most like myself.<\/p>"}},"02873e08-613b-4fb8-83fe-8149eb13c331":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Whose approach to beauty do you admire or look up to?<\/p>"}},"0fc9b4f1-72d9-4c4b-b7d9-d327094510f0":{"type":"dropcap","settings":{"dropcap":"GC:","description":"<p>I love Solange. She can do a very simplistic makeup look and it still looks so fancy, or like something you can go out in, but it's basically just two artful lines on her eyes. I just think her ideas for makeup are so unique.<\/p>"}}},"block_order":["f343c650-e88f-44bd-bcdf-0a85f464627d","55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa","1f2c309e-b5e1-4e42-bb91-bd2839df19bf","93fe9ca9-c0f3-47d7-a02a-f077da222eeb","02873e08-613b-4fb8-83fe-8149eb13c331","0fc9b4f1-72d9-4c4b-b7d9-d327094510f0"],"settings":{"image":"shopify:\/\/shop_images\/download_6.jpg","link":"","author":"","placement":"row-reverse"}},"1639100658607053db":{"type":"1col-quote","disabled":true,"settings":{"full_width":false,"quotes":"“I’ve also learned to love my own natural smell… I actually smell really good.”","author_quotes":""}},"16406698006d2c8b16":{"type":"1col-quote","disabled":true,"settings":{"full_width":false,"quotes":"“Definitely chopping off my hair. I feel like I used to use long hair as a shield.”","author_quotes":""}},"1641354060155d695b":{"type":"1col-text-dropcap","blocks":{"61f76fef-063e-4021-b1ae-cf47405f9880":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What is making you feel hopeful about the future right now?<\/p>"}},"115d549b-7d89-4239-9a95-c39769a6c4f7":{"type":"text","settings":{"dropcap":"GC:","description":"<p>Seeing so many new female entrepreneurs pop up. I have seen so many of my friends and people I look up to, particularly Black and brown people, doing big things in their careers and taking advantage of this time. It really makes me feel hopeful that there will be more of us in higher positions, running successful businesses. It makes me feel like I can do anything if I put my mind to it.<\/p>"}},"097c7ddf-c4b5-4a05-83ab-529df346fa80":{"type":"text","disabled":true,"settings":{"dropcap":"RI:","description":"<p> How do you define beauty?<\/p>"}},"b4ed4d18-ef29-4824-8540-c9114bb32447":{"type":"text","disabled":true,"settings":{"dropcap":"SM:","description":"<p>I've always seen beauty as a conduit for connection to others, but also with ourselves —who we want to be, how we wish to be and what we want to wash away. Beauty is the softness within self. <\/p>"}},"23bfa09a-0525-4ba9-be34-f53104d6a2c6":{"type":"text","disabled":true,"settings":{"dropcap":"RI:","description":"<p>When do you feel most beautiful?<\/p>"}},"69593963-3c11-47a9-9b27-0afc55e67378":{"type":"text","disabled":true,"settings":{"dropcap":"SM:","description":"<p>When I’m alone listening to music. Also when I’m naked and I’m doing yoga. When I’m journaling. When I cook. <\/p>"}}},"block_order":["61f76fef-063e-4021-b1ae-cf47405f9880","115d549b-7d89-4239-9a95-c39769a6c4f7","097c7ddf-c4b5-4a05-83ab-529df346fa80","b4ed4d18-ef29-4824-8540-c9114bb32447","23bfa09a-0525-4ba9-be34-f53104d6a2c6","69593963-3c11-47a9-9b27-0afc55e67378"],"settings":{"full_width":false}},"1638825624650a93ab":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Winding Down with Shereen Mohammad","text_center":"<p>If anyone's a self-care savant, it's model-designer Shereen Mohammad. From jogs and farmers market trips to nude yoga and bubble baths, she shares it all with Rose Inc, along with her sultry playlist to help you wind down after a long day. <\/p>"}},"164859637153be07c5":{"type":"product-collection-carousel-module","settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"163713342996801513":{"type":"1col-quote","disabled":true,"settings":{"full_width":false,"quotes":"<iframe src=\"https:\/\/open.spotify.com\/embed\/playlist\/18Ohq73eekXbCi3wfLYJXK?utm_source=generator\" width=\"100%\" height=\"380\" frameborder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\"><\/iframe>","author_quotes":""}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16353724683d856b0a","16391019784c81622d","163537294920e1cd97","163537292921f7d581","1635376222a775bae4","16353730788751ed1d","16353756072b9eab55","1640669794650a2145","1637133416765ce15d","163537383087f71b7e","1639100658607053db","16406698006d2c8b16","1641354060155d695b","1638825624650a93ab","164859637153be07c5","163713342996801513","relatedstories"]}