{"sections":{"main":{"type":"article-hero","settings":{}},"16353724683d856b0a":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p><a href=\"https:\/\/www.instagram.com\/marjon_carlos\/?hl=en\/\" target=\"_blank\" title=\"Marjon Carlos\"><strong>Marjon Carlos<\/strong><\/a> leads a busy life. At any moment you could find her penning empowering cover stories for prestigious publications like<em> i-D <\/em>and <em>Elle<\/em>, keeping it real on her Instagram Live talk show <em>Your Favorite Auntie <\/em>or hosting a revolving door of on-camera and public speaking engagements. The kicker? No matter the agenda item, you can expect Carlos to do it in a stunning sartorial look. While living and working stylishly is definitely a calling card for this former <em>Vogue<\/em> editor, making time for self-care has also become non-negotiable for showing up as her best self every day. “For me, self-care is a way of saying to myself, ‘You deserve more and that’s okay,’” she tells Rose Inc. “It’s my way of telling myself that I don’t always have to be on and producing something—that I deserve [rest].”<\/p><p>All in all, Carlos feels her best when she’s following her own path, no matter what. “It’s a very visceral experience,” she shares. And true to that path comes with setting healthy boundaries. “I now see boundaries as a super important form of self-care,” she explains. “For so long, as a Black woman occupying white spaces, I felt I had to be a certain way. Now, if I feel like I’m being taken advantage of or not getting all that I’ve worked for, I speak up about it.” Here, Carlos expands further on how her idea of self-care takes many different forms, from lighting candles to simply taking the time to listen to her favorite podcasts. She details her own beauty journey influenced by her Texas upbringing and stacked with lessons on embracing her hair (while looking to icons like<strong> <\/strong><a href=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\"><strong>Tracee Ellis Ross<\/strong><\/a><strong> <\/strong>for inspiration) and using her platform to uplift people of color in fashion and beauty.<\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"2ff41739-ef20-4792-adb0-abefb97bb950":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Do you have any favorite self-care practices that you swear by?<\/p>"}},"08e73282-b1b5-4ca6-b740-032624cc6d03":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I love making breakfast for myself. I love jogging to the farmers market in Fort Greene and getting some fresh berries and vegetables. I love making granola and waffles. I also love buying myself fresh flowers every week; it makes such a difference. At night, I like to listen to music, light candles and just breathe. Also I’ve learned the importance of meditating. It’s so important to feel like you’re floating and connecting with yourself. I also love bubble baths. That’s something that I enjoy. I also love dancing in the mirror. I can’t sing that well but I love doing that. I also love pedicures and facials. <\/p>"}},"9c87c2d3-d5ff-4364-99a8-04f03b34a50e":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Who had the biggest beauty influence on you growing up?<\/p>"}},"a9e30dd6-8c18-4d63-be67-079af378d66d":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I remember growing up and watching<em> America’s Next Top Model<\/em> and being inspired and wanting to be a model, even though I was really shy. I also didn’t think I could do it because of my height, but I really wanted to. And then also I was inspired by the singer, <a href=\"https:\/\/www.instagram.com\/amellarrieux\/\"><span style=\"text-decoration:underline\"><strong>Amel Larrieux<\/strong><\/span><\/a>. I still listen to her today. I just remember she had this album cover where she had two braids and I would always wear my hair like that, too. But in general, I didn’t feel like I saw myself anywhere. But I did love watching Bollywood movies a lot, too. <\/p>"}}},"block_order":["2ff41739-ef20-4792-adb0-abefb97bb950","08e73282-b1b5-4ca6-b740-032624cc6d03","9c87c2d3-d5ff-4364-99a8-04f03b34a50e","a9e30dd6-8c18-4d63-be67-079af378d66d"],"settings":{"image":"shopify:\/\/shop_images\/IMG_3251.png","author":"","placement":"row-reverse"}},"163537294920e1cd97":{"type":"1col-text-dropcap","blocks":{"f83227d2-94bc-4bfd-b486-65f3acb32111":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Who is inspiring you beauty-wise today?<\/p>"}},"ea5710ea-cea4-4362-b014-9d6a5eaa143a":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I am obsessed with looking at old catalogs from the ‘40s. I also love <a href=\"https:\/\/www.instagram.com\/solangeknowles\/?hl=en\"><span style=\"text-decoration:underline\"><strong>Solange<\/strong><\/span><\/a><strong>.<\/strong> I’m just obsessed with simplicity and sleek silhouettes. <\/p>"}},"fafeeda8-f8b1-43e1-81fa-5b074edac818":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Describe your earliest beauty memory.<\/p>"}},"72eb0234-5805-4c75-8bd8-0548d5fdad14":{"type":"text","settings":{"dropcap":"SM:","description":"<p> My mom always styled my hair in pigtails and I remember wanting to leave my hair straight. I always also wanted really short hair, I loved the look of a bob. I was always into playing with dolls and styling them and doing their hair. I always loved glamming myself up. At 12, I remember my mom saying, `If you don’t want pigtails, then you have to do your own hair.” I couldn’t afford going to the fancy salons obviously but I would pay $15 to go to the Dominican salons to get my hair straightened. This was such a thing, especially when I got to highschool. I would go every weekend and it became my routine. <br\/><br\/>With makeup, I used to cake it on so much. I had really bad acne so I was just trying to cover my skin. I wasn’t comfortable with my bare face. I would just put a ton on as early as 14. I remember always doing things like matching my eyeliner to my shoes. It took me a while to embrace my natural face. I remember the first time I did in college, someone came up to me and asked me if I was sick. But now, it’s easier because people are more open to natural beauty. <\/p>"}}},"block_order":["f83227d2-94bc-4bfd-b486-65f3acb32111","ea5710ea-cea4-4362-b014-9d6a5eaa143a","fafeeda8-f8b1-43e1-81fa-5b074edac818","72eb0234-5805-4c75-8bd8-0548d5fdad14"],"settings":{"full_width":false}},"163537292921f7d581":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/IMG_4615.jpg","author1":"","image2":"shopify:\/\/shop_images\/IMG_4617.jpg","video_url":"","custom_video_url":"","author2":""}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I remember always doing things like matching my eyeliner to my shoes.”","author_quotes":""}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"4ff31855-6e66-4e2f-9be1-163d45e70ed3":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What is your skin routine like now and what’s helped you heal your acne?<\/p>"}},"541c1698-9528-4215-8f89-080718232909":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I started having breakouts around 15. I remember sometimes even skipping class because I was so embarrassed. My mom ended up taking me to a dermatologist where I got prescribed a cream that helped me manage it. I still deal with acne scars from it but it’s definitely nowhere near where it used to be. Now, I’ve started to get  laser treatments regularly at Ever\/Body for my scars. I did one session and immediately saw a difference. <br\/><br\/>At home, I exfoliate once a week and apply a mask as well when I’m deep conditioning my hair in the shower. I also love getting facials at Skin Spa. I’ve been doing this for the past 8 years and it’s really made all the difference. I feel like this has been essential to me. Just like how some people have gym memberships, I feel like this is my version of that. It feels good to not feel the need to wear makeup anymore. <\/p>"}},"f2894106-77a0-4cb4-9657-15fe0928df46":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What’s your hair routine like?<\/p>"}},"cb3f832a-9cba-4b03-8838-807f769c8a2e":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I love to play around with my texture.<strong> <\/strong>Sometimes I’ll use flexi rods to loosen the curls. But now, I’m honestly obsessed with bed hair. I love how playful my hair is. I’m patiently waiting for my hair to grow too, so that I can really experiment with it. <br\/><br\/>I do regular deep conditioning sessions. I love <a href=\"https:\/\/myshlf.us\/p-257662\"><span style=\"text-decoration:underline\"><strong>Ouidad<\/strong><\/span><\/a> products. To be honest, though, I don’t really do too much to my hair. I like to let her do her thing. But I of course use a cream to the ends of my hair so that it has a cute shape to it. I always sleep with a bonnet. I like to blow dry my roots sometimes, too. I like to add the styling cream while it’s semi damp with the flexi rods. But I haven’t done that in so long, I’ve just been letting it be free. I also love when my hair is up, too!<\/p>"}}},"block_order":["4ff31855-6e66-4e2f-9be1-163d45e70ed3","541c1698-9528-4215-8f89-080718232909","f2894106-77a0-4cb4-9657-15fe0928df46","cb3f832a-9cba-4b03-8838-807f769c8a2e"],"settings":{"image":"shopify:\/\/shop_images\/IMG_4653.jpg","author":"","placement":"row"}},"16353756072b9eab55":{"type":"1col-text-dropcap","blocks":{"ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Although you don’t wear it regularly, what’s your approach to makeup like when you do wear it?<\/p>"}},"b944f55c-190f-4a8e-8c68-d0f093907aea":{"type":"text","settings":{"dropcap":"SM:","description":"<p>When I do wear it, it’s a very sheer amount. I like to add tinted moisturizer. I don’t wear a lot of concealer but I do love blush. I love <a href=\"https:\/\/myshlf.us\/p-257663\"><span style=\"text-decoration:underline\"><strong>Chanel’s<\/strong><\/span><\/a> and also <a href=\"https:\/\/www.roseinc.com\/products\/blush-divine\"><span style=\"text-decoration:underline\"><strong>Rose Inc’s Lip & Cheek Color in Azalea<\/strong><\/span><\/a>! I love applying the color as a tinted balm on my lips and a rosy glow on my cheeks all at once. I also like the compact mirror included so I can take it along with me throughout the day and reapply, if needed. I love also adding eyebrow gel. I stopped getting them done, I like keeping them full. But in general with makeup, I enjoy adding some pink tones in the summer and warmer, brick reds in the fall and winter. If I had to choose one or two things daily to wear it would be the tinted foundation and an eyebrow gel. <\/p>"}}},"block_order":["ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a","b944f55c-190f-4a8e-8c68-d0f093907aea"],"settings":{"full_width":false}},"1639100658607053db":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I’ve also learned to love my own natural smell… I actually smell really good.”","author_quotes":""}},"163537383087f71b7e":{"type":"2col-text-image","blocks":{"f343c650-e88f-44bd-bcdf-0a85f464627d":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What are your favorite fragrances?<\/p>"}},"55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I actually don’t really wear too much perfume because it kind of makes me feel nauseous. But I do love the scent of Jasmine and I often wear Jasmine oil. I’ve also learned to love my own natural smell… I actually smell really good. <\/p>"}},"1f2c309e-b5e1-4e42-bb91-bd2839df19bf":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What is the biggest beauty risk you've ever taken? <\/p>"}},"93fe9ca9-c0f3-47d7-a02a-f077da222eeb":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>Definitely chopping off my hair. I feel like I used to use long hair as a shield. It just made me feel beautiful. I remember just going to the salon for a trim and they ended up cutting a lot off. I had to learn how to style curly hair when it’s shorter. <\/p>"}},"02873e08-613b-4fb8-83fe-8149eb13c331":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Did you develop any new self-care habits during the pandemic?<\/p>"}},"0fc9b4f1-72d9-4c4b-b7d9-d327094510f0":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I gained confidence when I started doing more art projects and created my own garments and started selling them. It motivated me and I loved the way that started to make me feel, so in a way that was a form of self-care. <\/p>"}}},"block_order":["f343c650-e88f-44bd-bcdf-0a85f464627d","55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa","1f2c309e-b5e1-4e42-bb91-bd2839df19bf","93fe9ca9-c0f3-47d7-a02a-f077da222eeb","02873e08-613b-4fb8-83fe-8149eb13c331","0fc9b4f1-72d9-4c4b-b7d9-d327094510f0"],"settings":{"image":"shopify:\/\/shop_images\/IMG_4678.png","author":"","placement":"row-reverse"}},"1637133416765ce15d":{"type":"1col-text-dropcap","blocks":{"cfb0d2b1-4272-4ed4-8107-b24293288b2b":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What’s a beauty industry narrative that you’d like to see change?<\/p>"}},"3691ff6d-cc23-4e19-bd90-ac8258c8268c":{"type":"text","settings":{"dropcap":"SM:","description":"<p>It’s definitely changed, but I want people to continue embracing their natural faces and bodies. <\/p>"}},"7b90c793-7900-4c10-a92e-5a6bfd42d8c3":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What are your new year resolutions and goals?<\/p>"}},"cee98b0a-127c-4054-a5ef-2efdbc73f541":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I’m hoping this new year will bring more softness, forgiveness, light and direction. I would like to stop any form of self-doubt, negative self-talk, and self-abandonment.  I’m most excited to create goals to live purposefully when it comes to the work I do. I want to love what I do for work, and stay committed to creating my path with an open heart.<\/p>"}}},"block_order":["cfb0d2b1-4272-4ed4-8107-b24293288b2b","3691ff6d-cc23-4e19-bd90-ac8258c8268c","7b90c793-7900-4c10-a92e-5a6bfd42d8c3","cee98b0a-127c-4054-a5ef-2efdbc73f541"],"settings":{"full_width":false}},"16406698006d2c8b16":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Definitely chopping off my hair. I feel like I used to use long hair as a shield.”","author_quotes":""}},"1640669794650a2145":{"type":"2col-simage-limage","settings":{"placement":"row","image1":"shopify:\/\/shop_images\/IMG_4631.jpg","author1":"","image2":"shopify:\/\/shop_images\/IMG_4690.png","video_url":"","custom_video_url":"","author2":""}},"1641354060155d695b":{"type":"1col-text-dropcap","blocks":{"61f76fef-063e-4021-b1ae-cf47405f9880":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Do you have any beauty\/wellness new year resolutions? <\/p>"}},"115d549b-7d89-4239-9a95-c39769a6c4f7":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I’d like to explore the impact of food and how it is intertwined with my wellbeing. I’m a foodie; weekend trips to the farmers market and home cooked meals are beginning to be my thing. I’d love to dive deeper into the types of food that can lower levels of stress and switch to diets that are rich in antioxidants and natural supplements. We are what we eat, and I’d like my appearance to reflect the food I intake. <\/p>"}},"097c7ddf-c4b5-4a05-83ab-529df346fa80":{"type":"text","settings":{"dropcap":"RI:","description":"<p> How do you define beauty?<\/p>"}},"b4ed4d18-ef29-4824-8540-c9114bb32447":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I've always seen beauty as a conduit for connection to others, but also with ourselves —who we want to be, how we wish to be and what we want to wash away. Beauty is the softness within self. <\/p>"}},"23bfa09a-0525-4ba9-be34-f53104d6a2c6":{"type":"text","settings":{"dropcap":"RI:","description":"<p>When do you feel most beautiful?<\/p>"}},"69593963-3c11-47a9-9b27-0afc55e67378":{"type":"text","settings":{"dropcap":"SM:","description":"<p>When I’m alone listening to music. Also when I’m naked and I’m doing yoga. When I’m journaling. When I cook. <\/p>"}}},"block_order":["61f76fef-063e-4021-b1ae-cf47405f9880","115d549b-7d89-4239-9a95-c39769a6c4f7","097c7ddf-c4b5-4a05-83ab-529df346fa80","b4ed4d18-ef29-4824-8540-c9114bb32447","23bfa09a-0525-4ba9-be34-f53104d6a2c6","69593963-3c11-47a9-9b27-0afc55e67378"],"settings":{"full_width":false}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"Winding Down with Shereen Mohammad","text_center":"<p>If anyone's a self-care savant, it's model-designer Shereen Mohammad. From jogs and farmers market trips to nude yoga and bubble baths, she shares it all with Rose Inc, along with her sultry playlist to help you wind down after a long day. <\/p>"}},"163713342996801513":{"type":"1col-quote","settings":{"full_width":false,"quotes":"<iframe src=\"https:\/\/open.spotify.com\/embed\/playlist\/18Ohq73eekXbCi3wfLYJXK?utm_source=generator\" width=\"100%\" height=\"380\" frameborder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\"><\/iframe>","author_quotes":""}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16353724683d856b0a","16391019784c81622d","163537294920e1cd97","163537292921f7d581","1635376222a775bae4","16353730788751ed1d","16353756072b9eab55","1639100658607053db","163537383087f71b7e","1637133416765ce15d","16406698006d2c8b16","1640669794650a2145","1641354060155d695b","1638825624650a93ab","163713342996801513","relatedstories"]}