{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"The Difference Between Contour & Bronzer","desc":"<p>There are a few differences between contour and bronzer, most notably their intended purpose and the effects they create. Contour is meant to add dimension or shadow to the face giving it a more sculpted look, Page says, while bronzer is meant to amp up warmth and a sunkissed glow.<\/p><p><\/p><p>Bronzers and contours are also available in different formulations. Contour can come in a cream or powder formula and usually has a matte finish, whereas bronzer is available in a cream, liquid, or powder formulation and often has a  radiant property to bring a glowy warmth and iridescence to the complexion. <\/p><p><\/p><p>As for shades, generally, a bronzer one or two shades darker than your natural skin tone will be easy to apply and blend, but going three to four shades darker can work on medium to deep complexions, <strong>notes makeup artist Harold James<\/strong>. <\/p><p><\/p><p>The same goes for selecting a shade of contour. The main difference lies in the undertones. Bronzers have warmer undertones, while contours have more neutral, cool undertones. Need help determining your undertone or color? Rose Inc has a digitial<strong> <\/strong><a href=\"https:\/\/www.roseinc.com\/blogs\/education\/foundation-concealer-matching-shade-finder-apps\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/foundation-concealer-matching-shade-finder-apps\"><strong>a Shade Finder tool for that.<\/strong><\/a><\/p>"}},"c9c985d2-12f1-4180-a113-e0d8c5fd3d46":{"type":"text","disabled":true,"settings":{"title":"2. How often should I apply sunscreen?","desc":"<p>On sunny and cloudy days alike,  Dr. Garshick says it's essential to apply sunscreen every day and reapply every two hours — or sooner if you're swimming or sweating a lot. Ensuring you're using a sufficient amount of sunscreen is also key. To help with this, Dr. Garshick shares the two-finger rule, which means applying sunscreen the length of your index and middle finger to the face and neck. Apply the equivalent of a shot glass or an ounce per application for the whole body.<br\/><br\/><\/p>"}},"9c49af1c-31a1-43bf-ae77-912c12895d40":{"type":"text","disabled":true,"settings":{"title":"Opt for lightweight formulas","desc":"<p>Summer isn't the ideal time for heavy formulas. Instead, Fong recommends reaching for a lightweight foundation or tinted moisturizer. \"They'll not only feel better on the skin, but they'll look more natural versus a powder,\" she says. For tinted moisturizers specifically, which lend themselves to a no-makeup look, she suggests ones that have a “drippy” formulation that blends seamlessly into the skin. Another great option: <a href=\"https:\/\/www.roseinc.com\/collections\/shop-all\/products\/skin-enhance-luminous-tinted-serum#details\"><span style=\"text-decoration:underline\"><strong>Rose Inc's Skin Enhance Luminous Tinted Serum<\/strong><\/span><\/a>, a hydrating skin tint that delivers sheer, radiant coverage. Think of it as the no-makeup makeup look in a bottle.<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931","c9c985d2-12f1-4180-a113-e0d8c5fd3d46","9c49af1c-31a1-43bf-ae77-912c12895d40"],"settings":{"image":"shopify:\/\/shop_images\/Option_1.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"...bronzer is meant to amp up warmth and a sunkissed glow.\"","author_quotes":""}},"16572319456893de8b":{"type":"2col-text-image","blocks":{"13ce6afd-c5c9-4518-a575-139827eac5bc":{"type":"text","settings":{"title":"Where to Apply Bronzer vs. Contour","desc":"<p>Since bronzer and contour serve different purposes and are applied on different face areas, they can be used simultaneously. \"You just have to make sure that they are each applied correctly for the look you are trying to achieve,\" Page says. Selecting complementary contour and bronzer shades is also key for creating a cohesive look. When it comes to contours, “make sure it is matte and a shade darker than your bronzer,\" she says. \"This will add definition to the face.\"<\/p><p>To apply contour, use a soft angled brush, Page says. Start by applying it around the forehead and swiping along the temples. You can also sweep the contour along the hollows of the cheeks to add definition. Note: Some people also contour the nose. But since everyone has a different nose shape, this is considered a more advanced technique that requires some practice.<\/p><p>Bronzer is meant to add warmth and color, so apply it to the areas of the face where the sun naturally hits the skin, such as the high points of the cheeks, the nose and the temples. Pro tip: Use a large brush to sweep and blend the product, Page recommends. <\/p><p>To complete the look, apply some <a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/solar-radiance-hydrating-cream-highlighter\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/solar-radiance-hydrating-cream-highlighter\"><strong>highlighter<\/strong><\/a> as well, which works with the contour to further sculpt the face. \"Highlighter can be used on areas of the face that you would like to accentuate or bring forward, and contour acts as a shader to push your features back and define them more,\" Page explains. So applying a highlighter to the high points of the cheekbones and the bridge of the nose can help accentuate the areas and beautifully shape the face. <br\/><br\/><\/p>"}},"7378e166-c8f9-4acc-91e4-ca3023eca992":{"type":"text","disabled":true,"settings":{"title":"4. How often should I shower?","desc":"<p>Even if you sweat more than usual during the warm months, it's best to stick to showering once a day or every other day, according to Dr. Garshick. Taking multiple showers per day can cause dryness and skin irritation, she says. If you have dry skin or are eczema-prone, it's best to keep your showers short and use lukewarm water instead of hot to prevent skin from drying out.<br\/><br\/><\/p>"}},"94eab14d-1a77-4f67-8e01-d1f7c1b6e6dd":{"type":"text","disabled":true,"settings":{"title":"5. What can I do for my neck, chest and hands?","desc":"<p>These areas get a lot of sun exposure, especially during spring and summer, and ike the face, they are also susceptible to signs of aging. \"For this reason, it is important to regularly apply sunscreen to these areas to prevent sun damage,\" Dr. Garshick says.<br\/><br\/><\/p>"}}},"block_order":["13ce6afd-c5c9-4518-a575-139827eac5bc","7378e166-c8f9-4acc-91e4-ca3023eca992","94eab14d-1a77-4f67-8e01-d1f7c1b6e6dd"],"settings":{"image":"shopify:\/\/shop_images\/body-1_3291dfde-8fc9-4476-873c-cbd8f30a0660.jpg","link":"","author":"","placement":"row-reverse"}},"1648432656f875092a":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"Contour acts as a shader to push your features back and define them more...\"","author_quotes":""}},"165723544531c923c4":{"type":"1col-text-center","settings":{"full_width":false,"title":"Why Bronzer Doesn’t Always Work as Contour","text_center":"<p>Because of the similar shades and formulas bronzers and contours are available in, it's easy to see why some people may be tempted to use them interchangeably. Bronzer adds warmth and color and [gives a] sunkissed glow to the skin, while contours typically come in more neutral tones with a matte finish, making them more appropriate for creating a sculpting effect. <\/p><p><\/p><p>For fair and light skin tones, bronzer can actually work as a contour if it's done correctly because it creates less of a contrast than a contour in a deeper shade., Page says. If you choose to use a bronzer as contour, she recommends using one that is a few shades darker than your natural skin tone and has a matte finish.<\/p>"}},"1657757154bff05664":{"type":"product-set-carousel","settings":{"title":"Shop Bronzing Essentials","desc":"","collection":"","dots":true,"arrows":true}},"164636248329799ad7":{"type":"product-collection-carousel-module","blocks":{"e292d3d8-c0aa-4087-906b-5076aa29397b":{"type":"product","settings":{"product":"solar-infusion-soft-focus-cream-bronzer"}},"d7258c32-a3df-46ce-b553-29f7d2dc1862":{"type":"product","settings":{"product":"bronzer-brush"}},"0d471e3e-a528-4e0d-83fe-03c8f3e45632":{"type":"product","settings":{"product":"solar-radiance-hydrating-cream-highlighter"}},"bf21bbca-51c8-4d6d-8d25-38fe218a7c50":{"type":"product","settings":{"product":"highlighter-brush"}},"09a3b124-e94c-4d87-915e-f6ca7b98a5e6":{"type":"product","settings":{"product":"skin-enhance-luminous-tinted-serum"}},"f441cb4d-7200-4de3-985d-c2bcd1235d52":{"type":"product","disabled":true,"settings":{"product":"travel-size-brow-renew-enriched-clear-shaping-gel"}}},"block_order":["e292d3d8-c0aa-4087-906b-5076aa29397b","d7258c32-a3df-46ce-b553-29f7d2dc1862","0d471e3e-a528-4e0d-83fe-03c8f3e45632","bf21bbca-51c8-4d6d-8d25-38fe218a7c50","09a3b124-e94c-4d87-915e-f6ca7b98a5e6","f441cb4d-7200-4de3-985d-c2bcd1235d52"],"settings":{"carousel_type":"grid_carousel","title":"Shop the collection","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","16572319456893de8b","1648432656f875092a","165723544531c923c4","1657757154bff05664","164636248329799ad7","relatedstories"]}