{"sections":{"main":{"type":"article-hero","settings":{}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"Find the right blush shade and formula","desc":"<p>As a general rule of thumb, Espinoza says choosing a shade similar to your natural lip color will give you the most natural and cohesive look, especially if you're new to using blush.<br\/><br\/>Selecting the best blush formula for your skin type is also important. For dry skin, Espinoza recommends liquid or cream blushes to add a youthful glow.  For oily skin, he suggests powder blushes;  the skin's natural oils already provide a dewy look. But that doesn't mean people with oily skin can't use liquid or cream blush. Just ensure you set the blush so it doesn't move around, he says. <br\/><br\/><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b"],"settings":{"image":"shopify:\/\/shop_images\/Blush-Divine-Lip-Cheek-Color-Artistry-Swatch-2-800x1000-_1.jpg","link":"","author":"","placement":"row"}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"Pat the blush into the skin","text_center":"<p>For a natural blush look, Milan likes to use her middle and ring finger for application. The key, she says, is to pat blush into the skin, not sweep. Sweeping can take too much off and move foundation coverage underneath. The same goes if you're <a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/cheek-brush-1\"><span style=\"text-decoration:underline\"><strong>applying blush with a brush<\/strong><\/span><\/a>, she says. Use a stippling technique.<br\/><br\/>The good news is that blush application is forgiving if you start off slow. \"If you're new to blush or you're still kind of on the fence on blush, start off with a really, really small amount of product and build your way up,\" Espinoza says.<br\/>If you’re also wearing bronzer and highlight, blush will essentially go in between the two. Espinoza says highlight goes on the high plane of your cheek to add a spotlight to the top of the cheekbone and enhance that area. On the other hand, Milan says, bronzer goes just below the cheekbone area to help sculpt the face. Making a kissy face will make it easier to find the hollow area below the cheekbone.<\/p>"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“...blush application is forgiving if you start off slow.”","author_quotes":""}},"1649172683d8fb86cf":{"type":"1col-text-center","settings":{"full_width":false,"title":"Apply blush between highlight and bronzer","text_center":"<p>To help make blush application easier, Milan suggests thinking of cheek makeup as Neapolitan ice cream, which includes stacked layers ofvanilla, strawberry and chocolate. The highlight goes at the top of the cheekbone (vanilla). Blush goes in the middle on the apples of the cheeks (strawberry), and bronzer (chocolate) is placed below the cheekbone to contour. As for the order in which to apply them, Espinoza likes working from light to dark. Apply your highlight first, then blush and finallybronzer to contour and sculpt the face.<\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","settings":{"full_width":false,"title":"Don't be afraid to mix blushes","text_center":"<p>Ready to step your blush game up a notch? Espinoza recommends experimenting with different layers of blush colors and finishes to change up your look. \"That is where I say the fun begins because that is where you become your own makeup artist, and you get to decide,\" he says. For instance, you can rock a cream blush during the day and then layer a liquid blush with some sparkle for a night out.<\/p>"}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cream-blush"}},"fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b":{"type":"product","settings":{"product":"cheek-brush-1"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45","fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b"],"settings":{"carousel_type":"carousel_right","title":"Lock your blush in place","desc":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>And if you've ever gone in to hug someone and accidentally left a makeup stain on their clothing, you know that makeup tends to, well, move. To make your blush transfer-proof, Espinoza offers an expert tip. Start by spraying your skin with a setting spray which will help hold onto the blush you're about to apply. Then apply the blush of your choice and follow it with another light layer of setting spray to lock it in place.<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","164281056314a4f446","1638825624650a93ab","1635376222a775bae4","1649172683d8fb86cf","1649173506a5171a6e","16428104941dd63fed","relatedstories"]}