{"sections":{"main":{"type":"article-hero","settings":{}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","disabled":true,"settings":{"title":"Find the right blush shade and formula","desc":"<p>As a general rule of thumb, Espinoza says choosing a shade similar to your natural lip color will give you the most natural and cohesive look, especially if you're new to using blush.<br\/><br\/>Selecting the best blush formula for your skin type is also important. For dry skin, Espinoza recommends liquid or cream blushes to add a youthful glow.  For oily skin, he suggests powder blushes;  the skin's natural oils already provide a dewy look. But that doesn't mean people with oily skin can't use liquid or cream blush. Just ensure you set the blush so it doesn't move around, he says. <br\/><br\/><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","disabled":true,"settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}},"c4f930b2-0635-48da-9536-da5a18d269ae":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>First things first: What common mistakes do you see people make in the winter that dry out their skin?<\/p>"}},"06baf8da-c2a5-4d8f-9081-7f55520d71b2":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p>Two of the biggest mistakes I see are not using the right moisturizer for your skin type as well as not exfoliating often enough — or not exfoliating at all!<\/p>"}},"0abdce55-00ae-4a34-b6f7-e81ffaf773af":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What are your exfoliation dos and don’ts in the winter for those with dry or sensitive skin?<\/p>"}},"ed430f3d-fad3-4e2f-ac38-47f66753d02e":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p><a href=\"https:\/\/www.roseinc.com\/blogs\/education\/how-to-exfoliate-face\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/how-to-exfoliate-face\"><strong>Exfoliation<\/strong><\/a> is something a lot of people are nervous about in the winter, but it’s a really important part of overall skin health. Dry or sensitive skin types may not be able to exfoliate as often as other skin types. A great, gentle way to exfoliate is to use gauze to remove cleanser. The gauze will gently exfoliate the skin in the process, resulting in brighter skin. Removing the dead layer of skin on the surface is necessary so that hydrating products can absorb properly.<\/p>"}},"f96214e9-0dff-4b24-b454-f38df19298f4":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What tips or tricks do you recommend to your clients to boost hydration in the winter?<\/p>"}},"3c29eb87-4640-4b9d-bbdf-66fb8f0ffbda":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p>Sleeping with a humidifier in your bedroom can help to add moisture back into the dry winter air. I use a humidifier all year, but it’s especially helpful in the winter when you have the heat on and the air is more dry overall.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b","c4f930b2-0635-48da-9536-da5a18d269ae","06baf8da-c2a5-4d8f-9081-7f55520d71b2","0abdce55-00ae-4a34-b6f7-e81ffaf773af","ed430f3d-fad3-4e2f-ac38-47f66753d02e","f96214e9-0dff-4b24-b454-f38df19298f4","3c29eb87-4640-4b9d-bbdf-66fb8f0ffbda"],"settings":{"image":"shopify:\/\/shop_images\/nEFCgRWI.jpg","link":"","author":"","placement":"row"}},"1638825624650a93ab":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p>For a natural blush look, Milan likes to use her middle and ring finger for application. The key, she says, is to pat blush into the skin, not sweep. Sweeping can take too much off and move foundation coverage underneath. The same goes if you're <a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/cheek-brush-1\"><span style=\"text-decoration:underline\"><strong>applying blush with a brush<\/strong><\/span><\/a>, she says. Use a stippling technique.<br\/><br\/>The good news is that blush application is forgiving if you start off slow. \"If you're new to blush or you're still kind of on the fence on blush, start off with a really, really small amount of product and build your way up,\" Espinoza says.<br\/>If you’re also wearing bronzer and highlight, blush will essentially go in between the two. Espinoza says highlight goes on the high plane of your cheek to add a spotlight to the top of the cheekbone and enhance that area. On the other hand, Milan says, bronzer goes just below the cheekbone area to help sculpt the face. Making a kissy face will make it easier to find the hollow area below the cheekbone.<\/p>"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Exfoliation is something a lot of people are nervous about in the winter, but it’s a really important part of overall skin health.”","author_quotes":""}},"8b4d6e91-23d2-4d67-b058-4f84df1600a9":{"type":"1col-text-dropcap","blocks":{"5a692e1f-cc39-47d1-9fae-8c97055e0441":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Is it true that the <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/skincare-routine-order\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/skincare-routine-order\"><strong>order<\/strong><\/a> in which one applies their products can have an impact on their skin’s hydration retention?<\/p>"}},"f91c27ab-edf4-4d86-a2c5-a056ce32f0b3":{"type":"text","settings":{"dropcap":"SD:","description":"<p>In general, you should always apply products thinnest to thickest. At night, I recommend cleansing, applying your treatment product (such as a retinol) and then following that up with a hydrating hyaluronic acid serum and a great moisturizer for your skin type. The hyaluronic acid helps to deeply hydrate and plump up the skin and the moisturizer will help to seal in all of that hydration.<\/p>"}},"1d7a5e5d-518b-440f-a325-4dbf6d168953":{"type":"text","settings":{"dropcap":"RI:","description":"<p>This may sound strange, but I find that some <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/rose-inc-hyaluronic-acid-skincare-experts\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/rose-inc-hyaluronic-acid-skincare-experts\"><strong>hyaluronic acid<\/strong><\/a> products can make my skin feel more dry. What am I doing wrong?<\/p>"}},"5bd13ea6-8404-4ba7-9ad9-856423bfac90":{"type":"text","settings":{"dropcap":"SD:","description":"<p>It’s not that hyaluronic acid dries out your skin; it’s just that it attracts moisture from its surroundings, and if the air is dry, there isn’t anywhere for it to draw moisture from. It goes without saying, but if you’re in a very dry area, your heater is on, there’s no moisture in the air to hydrate your skin. This is why it’s so important to follow up your HA serum with a great moisturizer for your skin type. It’s important to use a hyaluronic acid serum that has multiple molecular weights so that it’s penetrating and hydrating the skin at various levels.<\/p>"}}},"block_order":["5a692e1f-cc39-47d1-9fae-8c97055e0441","f91c27ab-edf4-4d86-a2c5-a056ce32f0b3","1d7a5e5d-518b-440f-a325-4dbf6d168953","5bd13ea6-8404-4ba7-9ad9-856423bfac90"],"settings":{"full_width":false}},"1649172683d8fb86cf":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Apply blush between highlight and bronzer","text_center":"<p>To help make blush application easier, Milan suggests thinking of cheek makeup as Neapolitan ice cream, which includes stacked layers ofvanilla, strawberry and chocolate. The highlight goes at the top of the cheekbone (vanilla). Blush goes in the middle on the apples of the cheeks (strawberry), and bronzer (chocolate) is placed below the cheekbone to contour. As for the order in which to apply them, Espinoza likes working from light to dark. Apply your highlight first, then blush and finallybronzer to contour and sculpt the face.<\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Don't be afraid to mix blushes","text_center":"<p>Ready to step your blush game up a notch? Espinoza recommends experimenting with different layers of blush colors and finishes to change up your look. \"That is where I say the fun begins because that is where you become your own makeup artist, and you get to decide,\" he says. For instance, you can rock a cream blush during the day and then layer a liquid blush with some sparkle for a night out.<\/p>"}},"eccf5a6a-9984-4c20-bb35-36f665d25caf":{"type":"2col-text-image","blocks":{"a50fbfe2-61f9-4789-b395-02dc8907e74c":{"type":"text","disabled":true,"settings":{"title":"Find the right blush shade and formula","desc":"<p>As a general rule of thumb, Espinoza says choosing a shade similar to your natural lip color will give you the most natural and cohesive look, especially if you're new to using blush.<br\/><br\/>Selecting the best blush formula for your skin type is also important. For dry skin, Espinoza recommends liquid or cream blushes to add a youthful glow.  For oily skin, he suggests powder blushes;  the skin's natural oils already provide a dewy look. But that doesn't mean people with oily skin can't use liquid or cream blush. Just ensure you set the blush so it doesn't move around, he says. <br\/><br\/><\/p>"}},"655ff96a-bc9a-49ff-994e-4a536d2fc57e":{"type":"text","disabled":true,"settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}},"4e70c470-e76f-4a8f-a2c3-70d56e35d84f":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>I’ve heard that the speed with which you apply your products can help or hurt your moisture levels. Is that true?<\/p>"}},"509917f5-5b24-457b-821a-0fba60abacc6":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p>I don’t typically wait too long between layers, except for with Retinol Reform. I like to let that one fully absorb so that I’m getting the full benefit of it. Additionally, with my Lactic Acid Serum, it’s important to wait five minutes before applying moisturizer so that the lactic acid absorbs and you don’t neutralize it while it’s still absorbing. As mentioned above, it’s best to apply hyaluronic acid serum and follow closely after with moisturizer to help lock in the hydration.<\/p>"}},"901fd51f-2b05-484e-bb19-d55ba46ca994":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Skin steaming in the winter — friend or foe?<\/p>"}},"14fcd5c2-3152-4629-b151-15f001126664":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p>I use steam in all of my facials throughout the year without any issues. However, hot water can be very harsh on the skin, especially when the air is dry. I recommend showering and washing your face in warm water versus hot to keep it comfortable and limit irritation. <\/p>"}},"89a0c21d-e9fc-408c-8004-31972a79e3e6":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Last question: Are there any product or ingredient swaps that you recommend in the winter to prevent or reduce dryness?<\/p>"}},"a86abd16-53cc-4db3-821d-60935fe38c50":{"type":"dropcap","settings":{"dropcap":"SD:","description":"<p>The biggest thing is finding the right moisturizer for your skin type! For dry skin types I recommend moisturizers with lipid-repairing ingredients like ceramides, peptides and hyaluronic acid to deeply hydrate and nourish the skin. Beyond that, if you’re using all of the right products for your skin type, you shouldn’t need to change up your routine too much.<\/p>"}}},"block_order":["a50fbfe2-61f9-4789-b395-02dc8907e74c","655ff96a-bc9a-49ff-994e-4a536d2fc57e","4e70c470-e76f-4a8f-a2c3-70d56e35d84f","509917f5-5b24-457b-821a-0fba60abacc6","901fd51f-2b05-484e-bb19-d55ba46ca994","14fcd5c2-3152-4629-b151-15f001126664","89a0c21d-e9fc-408c-8004-31972a79e3e6","a86abd16-53cc-4db3-821d-60935fe38c50"],"settings":{"image":"shopify:\/\/shop_images\/Nf1wxfRs.jpg","link":"","author":"","placement":"row"}},"03f9d8c2-b245-4562-9259-6a8dc42af5db":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“...hot water can be very harsh on the skin, especially when the air is dry. I recommend showering and washing your face in warm water…”","author_quotes":""}},"2672b608-5696-48b4-93ea-b9c54ef75378":{"type":"product-set-carousel","settings":{"title":"Shop Bestsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cream-blush"}},"fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b":{"type":"product","settings":{"product":"cheek-brush-1"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45","fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b"],"disabled":true,"settings":{"carousel_type":"carousel_right","title":"Lock your blush in place","desc":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>And if you've ever gone in to hug someone and accidentally left a makeup stain on their clothing, you know that makeup tends to, well, move. To make your blush transfer-proof, Espinoza offers an expert tip. Start by spraying your skin with a setting spray which will help hold onto the blush you're about to apply. Then apply the blush of your choice and follow it with another light layer of setting spray to lock it in place.<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","164281056314a4f446","1638825624650a93ab","1635376222a775bae4","8b4d6e91-23d2-4d67-b058-4f84df1600a9","1649172683d8fb86cf","1649173506a5171a6e","eccf5a6a-9984-4c20-bb35-36f665d25caf","03f9d8c2-b245-4562-9259-6a8dc42af5db","2672b608-5696-48b4-93ea-b9c54ef75378","16428104941dd63fed","relatedstories"]}