{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"The Two Types of Fermentation in Skincare","desc":"<p>According to Tsong, there are two types of fermented ingredients that are currently used in beauty care. The first is the sake ferment, also known as galactomyces ferment filtrate, which can be found in many K-beauty and J-beauty products. “If you look at SK-II or Tatcha, they use a lot of ferments, where they will grow a microorganism in a big vat, and then allow it to consume sugar,” explains Tsong. “These microbes put out the resulting ingredient, which is what we call ‘broth.’ And they'll use that as an ingredient in skincare.” This process, Tsong says, creates a lot of organic acids and molecules that eventually become effective ingredients in cosmetics. <\/p><p><\/p><p>Amyris’ very first product, a malaria drug, is the origin story for the other type. “We realized that a lot of the same technology that was used to make that malaria drug could also be used to make many of the ingredients that are used in personal care and beauty today in a way that's much <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/uncovered-sustainability\"><span style=\"text-decoration:underline\"><strong>more sustainable<\/strong><\/span><\/a> and much more consistent,” says Tsong. Since 2005, Amyris has used a process known as “precision fermentation” or “biotech based fermentation,” which is where a scientist programs the yeast to make a specific molecule. That means turning sugar into bisabolol (soothes skin), squalene (improves skin barrier function) or even CBG (CBD’s cousin) only requires yeast. “CBG is traditionally sourced from cannabis, but we can make it much more sustainably and at higher concentrations using yeast, and that one is a really powerful anti-inflammatory,” Tsong says. ”With the technology that we have, we can provide an ingredient using fermentation for every single benefit area that you could possibly look for in beauty.”<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/body-1_61d67049-52b6-428d-aa85-c43c412c2985.jpg","link":"","author":"","placement":"row-reverse"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“The fermented ingredients also have anti-inflammatory properties. Thanks to the fermentation process, they become rich in enzymes, which are able to soothe and prevent skin inflammation.”","author_quotes":""}},"1660846127e7e446f3":{"type":"2col-text-image","blocks":{"65dfe151-fe46-44ff-8fa1-e0a9c669862e":{"type":"text","settings":{"title":"How Rose Inc Harnesses The Power of Fermentation","desc":"<p>Fermentation has evolved from making food and beverages thousands of years ago to developing life-saving pharmaceuticals and creating natural molecules that are bioidentical to ones in nature. “That's kind of the leap that happened in the last 15 years or so, and Amyris is at the forefront of that technology development,” says Tsong. Amyris genetically engineers saccharomyces cerevisiae (the same yeast that's responsible for bread, beer and wine), and feeds it Bonsucro sugarcane “We basically program the yeast to make molecules that are really important to us,” says Tsong. These molecules have a wide range of purposes. Squalene, for example, is used to make vaccines and traditionally sourced from shark liver; Amyris’ <a href=\"https:\/\/www.roseinc.com\/blogs\/content\/uncovered-how-shark-fishing-made-squalane-beautys-buzziest-ingredient\"><span style=\"text-decoration:underline\"><strong>sugarcane-derived squalene<\/strong><\/span><\/a> saves more than 2 million sharks per year. Its award-winning patchouli-type oil can be found in everything from Tide to Le Labo and its bisabolol, which is found in sunscreen and lotion, uses 230 times less agricultural land than if it were obtained from the endangered candeia tree. “We're only at the beginning of the journey in terms of transforming the chemistry that's used for beauty care and personal care,” says Tsong.<\/p>"}}},"block_order":["65dfe151-fe46-44ff-8fa1-e0a9c669862e"],"settings":{"image":"shopify:\/\/shop_images\/body-6_a9733899-e49d-478e-aa1a-c25a3a8c9722.jpg","link":"","author":"","placement":"row"}},"16608469124d3969df":{"type":"2col-simage-limage","settings":{"placement":"row","image1":"shopify:\/\/shop_images\/body-4_4b09d5d1-eb66-4f24-be92-5e3f2a807dcd.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/body-3_acd1b9b0-85b0-4177-a846-eb6b75370509.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"1660846927a0ac748d":{"type":"1col-text-center","settings":{"full_width":false,"title":"How Fermented Ingredients React With Our Skin","text_center":"<p>Because fermentation breaks down molecules in size, they’re able to be absorbed into the skin better and be more potent, explains Krupa Koestline, a clean cosmetic chemist and founder of KKT Consultants. “The fermentation process maintains the integrity of the ingredients. Most of the unfermented ingredients in cosmetics are made by heating a mixed formula of ingredients to a high temperature, then cooling it, which can potentially reduce the effectiveness of the active ingredients,” she says, adding that a fermented ingredient has a more acidic pH, which has a better affinity with the skin. The fermentation also adds nutrients such as amino acids and peptides to the ingredient and makes the fermented version richer in antioxidants. “The fermented ingredients also have anti-inflammatory properties. Thanks to the fermentation process, they become rich in enzymes, which are able to soothe and prevent skin inflammation,” she says. “Basically, the enzymes eliminate the ‘bad bacteria’ the skin may contain and replace them with ‘good bacteria’, this in turn helps to preserve the skin balance.” <\/p>"}},"1648432656f875092a":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"With the technology that we have, we can provide an ingredient using fermentation for every single benefit area that you could possibly look for in beauty.”","author_quotes":""}},"1660847027e7a3f941":{"type":"2col-text-image","blocks":{"bfb65ead-5745-4eae-ac36-d8715c9d7f62":{"type":"text","settings":{"title":"How Fermentation Can Help Make the Beauty Industry More Sustainable","desc":"<p>As Tsong explains, a lot of the ingredients in beauty and personal care come from plants and animals. “Ingredients like essential oils, plant oils, coconut oil and a lot of the bio-actives that are active components in cosmetics, are also from plants and animals. Things like pigments, minerals and glass are all other things that we can get from the earth,” she says. “So, fermentation is actually a very different way of making materials.” She says that saccharomyces cerevisiae is the catalyst that turns sugar from sugarcane into the molecules that Amyris makes. “The sugar we use is from Brazilian sugarcane, one of the most efficient crops in the world in terms of water and fertilizer usage,” she adds.<\/p><p>Tsong goes on to say that there are sustainable ways of getting ingredients from nature and making sure that they are sustainably and ethically sourced, but even then, there are also a lot of petrochemicals in formulas. These consist of chemicals such as petroleum jelly, mineral oil, some fragrances, waxes, acrylates, and generally things that will change the viscosity of a formula, like surfactants or emulsifiers. Tsong says that this is something that the industry can’t get away from overnight. “I don't want to lie, all of our brands are still reliant on petrochemicals,” she admits. “It's not reasonable yet to be able to make these high-performing, affordable products without using some petrochemicals.” She says that while some brands have managed to omit petrochemicals from their products, there are a lot of challenges with affordability, with reliability of how the products perform and so on. “Petroleum-derived chemicals are very consistent, they're very affordable and they're very high performing,” she says. “Our objective should be to move away from that more and more. And I think fermentation really is the technology that's going to allow us to do it.”<\/p>"}}},"block_order":["bfb65ead-5745-4eae-ac36-d8715c9d7f62"],"settings":{"image":"shopify:\/\/shop_images\/body-5_7d3ff261-c160-474c-8b1e-022b01400277.jpg","link":"","author":"","placement":"row"}},"16608474396d33cc6e":{"type":"product-set-carousel","settings":{"title":"SHOP THE ARTICLE","desc":"","collection":"","dots":false,"arrows":false}},"164636248329799ad7":{"type":"product-collection-carousel-module","blocks":{"e292d3d8-c0aa-4087-906b-5076aa29397b":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}},"d7258c32-a3df-46ce-b553-29f7d2dc1862":{"type":"product","settings":{"product":"hydration-replenish-microencapsulated-moisturizer"}},"0d471e3e-a528-4e0d-83fe-03c8f3e45632":{"type":"product","settings":{"product":"the-brightening-eye-edit"}}},"block_order":["e292d3d8-c0aa-4087-906b-5076aa29397b","d7258c32-a3df-46ce-b553-29f7d2dc1862","0d471e3e-a528-4e0d-83fe-03c8f3e45632"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","1660846127e7e446f3","16608469124d3969df","1660846927a0ac748d","1648432656f875092a","1660847027e7a3f941","16608474396d33cc6e","164636248329799ad7","relatedstories"]}