{"sections":{"main":{"type":"article-hero","settings":{}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"Grece Ghanem","desc":"<p>“Self-care is important all year-round, but especially during the holiday season, which can be a little stressful, overwhelming and disruptive to our daily routines,” says Grece. “I like to set a moment in the day where I prioritize myself and dedicate a little time to my favorite pastimes like practicing Pilates, doing my microcurrent routine or even reading.” It’s no surprise this personal trainer turned content creator counts exercise among her musts for maintaining her mental health, but she notes that a little goes a long way. “For me, it can be just a quiet walk listening to some music. It helps me clear my mind, take alone time and prioritize myself.”<\/p><p>And even though so much of her work happens online, Grece also emphasizes the importance of social media breaks. For anyone looking to unplug, she offers this sage advice: “Lay off social media, as it can be misleading and make you feel down. Live in the moment and enjoy the company of those around you.”<\/p><p><em>Read Grece Ghanem’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/the-profile-grece-ghanem\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc profile here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","disabled":true,"settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b"],"settings":{"image":"shopify:\/\/shop_images\/PspWhr_8.png","link":"","author":"","placement":"row"}},"08a3f9c0-cb4a-4a46-8ba8-7eda9ae8796b":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I understand it is a privilege to have a therapist and am so grateful to be able to speak with mine weekly.”","author_quotes":"<p>Kara Roselle Smith<\/p>"}},"b6240ba0-9de6-4576-a8b6-30130135c5af":{"type":"2col-text-image","blocks":{"676db88a-0d49-49c5-bcbc-3b3f89e39c03":{"type":"text","settings":{"title":"Kara Roselle Smith","desc":"<p>For Kara, talking to a qualified mental health professional has made all the difference in her journey. “I understand it is a privilege to have a therapist and am so grateful to be able to speak with mine weekly”, she says. “She helps me through thought patterns and processing tough emotions; my biggest currently being losing my Ma (mother), and navigating her death and her absence during this time of year.” In addition to using positive affirmations first thing in the morning to quiet intrusive thoughts and jumpstart her day, the model, writer and activist also resists the urge to scroll Instagram before noon. “It helps me to set the tone of my day and not be so influenced by others and competitive feelings.”<\/p><p><em>Read Kara Roselle Smith’s<\/em><em><strong> <\/strong><\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/afro-indigenous-model-kara-roselle-smith-beauty-interview\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc profile here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}}},"block_order":["676db88a-0d49-49c5-bcbc-3b3f89e39c03"],"settings":{"image":"shopify:\/\/shop_images\/usqIgpD0.jpg","link":"","author":"","placement":"row-reverse"}},"deae01fc-fd1b-4c1c-b157-3ec0d919f6b4":{"type":"2col-text-image","blocks":{"800d01a1-b6e8-478b-ab6e-c6f9cf54cebd":{"type":"text","settings":{"title":"Chrissy Rutherford","desc":"<p><strong>“<\/strong>Exercise is really a top priority for me — and it's more about what it does for my mind than what it does for my body,” writer and brand consultant Chrissy explains. “Even with the New York winter creeping in, getting out in nature and going for walks in the morning really helps set me up to have a good day. I love taking 15 to 20 minutes to meditate as well, but sometimes I also consider going for a walk a form of meditation.” Learning to let go of external pressures and expectations is also a key contributor to a happier, healthier version of herself. “I'm such a firm believer in not doing things just because we think we <em>should <\/em>do them (within reason). Don't feel like you <em>should<\/em> have a drink every time you're out just so people don't think you're boring, or that you <em>should<\/em> go out, even when you feel run-down and exhausted. Honoring your own feelings is really powerful and setting some boundaries for yourself can really make a world of difference.”<\/p><p><em>Read Chrissy Rutherford’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/chrissy-rutherford-gets-ready-for-paris-fashion-week\"><span style=\"text-decoration:underline\"><em><strong>Paris Fashion Week Diary here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}}},"block_order":["800d01a1-b6e8-478b-ab6e-c6f9cf54cebd"],"settings":{"image":"shopify:\/\/shop_images\/or3Ui2kg.jpg","link":"","author":"","placement":"row"}},"b200591b-77bb-4bf3-ac15-cf43dc9ba888":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“... having a gratitude practice shifts your whole perspective.”","author_quotes":"<p>Sisilia Piring<\/p>"}},"df668bf4-3183-414b-b78f-4faf27e77897":{"type":"2col-text-image","blocks":{"7b49202c-0f91-42b6-b667-84e559af7e57":{"type":"text","settings":{"title":"Sisilia Piring","desc":"<p>Bi-weekly therapy sessions are also part of photographer and reiki practitioner Sisilia’s mental health toolkit. “This is usually the busiest time of the year between work, family and cross-country trips; I am spread so thin mentally and physically,” she shares. “To be able to sit down for an hour and check in with my body and thoughts, and have someone there to help me see through roadblocks when I feel like giving up or when the holiday pressure feels too much is so helpful.” Between sessions, Sisilia puts pen to paper to work through negative emotions. “Journaling for me is a tremendous way to quiet intrusive thoughts and also ask myself why these thoughts are popping up,” she says. <\/p><p>For anyone struggling to get a handle on stress and anxiety this season, she posits this timely reminder: “The holidays are hard, so be gentle with yourself and know that you're not the only one going through it. Lean into your community. Last, but not least, having a gratitude practice shifts your whole perspective.”<\/p><p><em>Read Sisilia Piring’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/photographer-sisilia-piring-interview\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc profile here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}}},"block_order":["7b49202c-0f91-42b6-b667-84e559af7e57"],"settings":{"image":"shopify:\/\/shop_images\/TEGu0jyw.jpg","link":"","author":"","placement":"row-reverse"}},"f28a62b2-545e-4167-818c-1f08cbc4a6cc":{"type":"2col-text-image","blocks":{"a9c36fe7-84ab-48ed-bf8f-0be542de0ce2":{"type":"text","settings":{"title":"Ericka Hart","desc":"<p>“I work on honoring my boundaries and surrounding myself with people who love me just as I am, not simply for the emotional or physical labor I provide,” Ericka Hart says of her holiday season mental well-being priorities. “In the evening, I try my best not to doomscroll right before bed, but instead, do some stretching, my nighttime skincare routine, slather my entire body in moisturizer and get in bed with a book.” Being that it’s gifting season, the podcaster and educator (who also happens to be a breast cancer survivor) has an idea for the perfect present for the most important person on your list: you. “If you don't have a therapist already, it is an excellent gift to yourself,” she says.<\/p><p><em>Read Ericka Hart’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/ericka-hart-profile-interview\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc Profile here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}}},"block_order":["a9c36fe7-84ab-48ed-bf8f-0be542de0ce2"],"settings":{"image":"shopify:\/\/shop_images\/6f_xFdl4.jpg","link":"","author":"","placement":"row"}},"3e6e7d18-7b20-46c2-b5ed-5a099e4e2199":{"type":"2col-text-image","blocks":{"9d632975-19dc-46ef-a1c9-814370b89a1c":{"type":"text","settings":{"title":"Roxie Nafousi","desc":"<p>While balancing motherhood, work and holiday stressors, Roxie, a personal development coach and manifesting expert, always makes time for physical movement. “For me, keeping my body moving is key. It is so easy to get sluggish around the holidays or when you’re exceptionally busy, so I make sure I set my alarm a little earlier so I can do even just 15 minutes a day to keep my mind and body in check.”<strong> <\/strong>Meditation and words of positivity are also on the list to keep negative self-talk at bay. “I really love using affirmations. They are the easiest tool to use and they are perfect when you need to stop that negative thought cycle in its tracks. My favorite one is ‘I am enough.’”<\/p><p><em>Read Roxie Nafousi’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/roxie-nafousi-manifesting-mental-health-beauty-interview\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc profile here<\/strong><\/em><\/span><\/a><em>.<\/em><\/p>"}}},"block_order":["9d632975-19dc-46ef-a1c9-814370b89a1c"],"settings":{"image":"shopify:\/\/shop_images\/download_36fd2a78-0352-41ec-94e8-ec60d44f1d43.jpg","link":"","author":"","placement":"row-reverse"}},"3f1a5eda-ff1e-4c2d-a83c-4fd1b1952a62":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I really love using affirmations. They are the easiest tool to use and they are perfect when you need to stop that negative thought cycle in its tracks.”","author_quotes":"<p>Roxie Nafousi<\/p>"}},"5fda7938-4614-4502-ab92-2f58e24d49c1":{"type":"2col-text-image","blocks":{"70f890e5-c319-46b6-bccb-8df841a087ef":{"type":"text","settings":{"title":"Mominatu Boog","desc":"<p>When intrusive thoughts enter Mominatu’s mind, acknowledging them right away helps bring her back to center. “I think oftentimes when negativity arises in the mind, it’s very easy to get entangled with it,” says the yoga teacher and studio owner. “Then there’s no differentiation between your core being (higher self) and the intrusive thought. The ability to say to yourself ‘This is not me, I am not this mind’ usually helps me.” Movement first thing in the morning is also front and center in her mental well-being routine. “Whether it’s yoga or spin, movement is key. A morning ritual is what tells you what your day is going to look like, and eventually your life.” <\/p><p><em>Read Mominatu Boog’s <\/em><a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/yoga-retreat-leader-mominatu-boog-on-the-art-of-self-healing\"><span style=\"text-decoration:underline\"><em><strong>Rose Inc profile here<\/strong><\/em><\/span><\/a>.<\/p>"}}},"block_order":["70f890e5-c319-46b6-bccb-8df841a087ef"],"settings":{"image":"shopify:\/\/shop_images\/p0oPm6RA.png","link":"","author":"","placement":"row"}},"1638825624650a93ab":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"ICYMI: Everyday Fall Makeup with Anete Salinieka","text_center":"<p>Equal parts elegant and experimental, Anete proves in this tutorial that everyday makeup can be just as eye-catching. See the full story <a href=\"https:\/\/www.roseinc.com\/blogs\/tutorials\/anete-salinieka-elevated-everyday-fall-makeup-tutorial\"><span style=\"text-decoration:underline\"><strong>here<\/strong><\/span><\/a>.<\/p><p><em>Try: <\/em><a href=\"https:\/\/www.roseinc.com\/collections\/sets\/products\/eye-collection-set\"><span style=\"text-decoration:underline\"><em>Eye Collection Set<\/em><\/span><\/a><\/p>"}},"7a01dbbd-542e-4ebb-934c-116de81d342a":{"type":"2col-simage-limage","disabled":true,"settings":{"placement":"row","image1":"shopify:\/\/shop_images\/IMB-A-3_1.png","link_1":"","author1":"","link_2":"","video_url":"https:\/\/www.youtube.com\/watch?v=fkcEQG8Sslo&list=TLGGNNVO_tfl07gwMzExMjAyMg&t=16s","custom_video_url":"","author2":""}},"1649172683d8fb86cf":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Apply blush between highlight and bronzer","text_center":"<p>To help make blush application easier, Milan suggests thinking of cheek makeup as Neapolitan ice cream, which includes stacked layers ofvanilla, strawberry and chocolate. The highlight goes at the top of the cheekbone (vanilla). Blush goes in the middle on the apples of the cheeks (strawberry), and bronzer (chocolate) is placed below the cheekbone to contour. As for the order in which to apply them, Espinoza likes working from light to dark. Apply your highlight first, then blush and finallybronzer to contour and sculpt the face.<\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Don't be afraid to mix blushes","text_center":"<p>Ready to step your blush game up a notch? Espinoza recommends experimenting with different layers of blush colors and finishes to change up your look. \"That is where I say the fun begins because that is where you become your own makeup artist, and you get to decide,\" he says. For instance, you can rock a cream blush during the day and then layer a liquid blush with some sparkle for a night out.<\/p>"}},"4ee61a24-dfdc-459f-8dc9-11c4e50389e0":{"type":"product-set-carousel","settings":{"title":"Shop Bestsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","164281056314a4f446","08a3f9c0-cb4a-4a46-8ba8-7eda9ae8796b","b6240ba0-9de6-4576-a8b6-30130135c5af","deae01fc-fd1b-4c1c-b157-3ec0d919f6b4","b200591b-77bb-4bf3-ac15-cf43dc9ba888","df668bf4-3183-414b-b78f-4faf27e77897","f28a62b2-545e-4167-818c-1f08cbc4a6cc","3e6e7d18-7b20-46c2-b5ed-5a099e4e2199","3f1a5eda-ff1e-4c2d-a83c-4fd1b1952a62","5fda7938-4614-4502-ab92-2f58e24d49c1","1638825624650a93ab","7a01dbbd-542e-4ebb-934c-116de81d342a","1649172683d8fb86cf","1649173506a5171a6e","4ee61a24-dfdc-459f-8dc9-11c4e50389e0","relatedstories"]}