{"sections":{"main":{"type":"article-hero","settings":{}},"16593834165011d04f":{"type":"2col-text-image","blocks":{"9777af2d-0917-47b0-8274-32e01d2bcf9a":{"type":"text","settings":{"title":"PARABENS: THE BASICS","desc":"<p>Parabens are a group of chemical preservatives that became widely used in a variety of industries starting around the 1950s, from food to pharmaceuticals to beauty. “They are used to prevent the growth of mold, bacteria, and yeast in products,” says Ni'Kita Wilson, a cosmetic chemist who develops beauty products for major brands. They can be found on ingredient labels as propylparaben (or propyl 4-hydroxylbenzoate), methylparaben (or methyl 4-hydroxybenzoate), butylparaben (or butyl 4-hydroxylbenzoate),and many more.<\/p><p>While parabens were quietly used for decades, they only entered culture awareness in 2004, when a study published in the <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14745841\" target=\"_blank\"><em><strong>Journal of Applied Toxicology<\/strong><\/em><\/a> reported parabens were found in breast cancer tissue in a small group of women. The validity of a link between paraben exposure and cancer was widely questioned, but it still set off widespread concern with consumers and, over the past 16 years, brands have responded by replacing them with other preservatives.<\/p>"}}},"block_order":["9777af2d-0917-47b0-8274-32e01d2bcf9a"],"settings":{"image":"shopify:\/\/shop_images\/body_2.jpg","link":"","author":"Nikki Cruz","placement":"row"}},"165895615572d3c96e":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>Despite the popularity of paraben-free alternatives to common products, according to Robin Dodson, Sc.D., Research Scientist at<a href=\"https:\/\/silentspring.org\/\" target=\"_blank\">Silent Spring Institute<\/a>, a nonprofit organization studying the link between the environment and women’s health, parabens are still more common than you might assume. “Even the most diligent and careful consumer can have a hard time avoiding exposure to parabens,” she says, noting that they’re in so many common products, her own research over the past 12 years has routinely found them in things like household dust. “Given their chemical properties, parabens redistribute throughout the home, so can be found most anywhere.”<\/p>"}},"1659383007ea0ce3e8":{"type":"1col-text-center","settings":{"full_width":true,"title":"PARABENS: THE SCIENCE","text_center":"<p>The main argument against parabens is that they’re “hormone disruptors,” says Dr. Dodson. “Parabens are estrogen-active chemicals, so they act like estrogen in the body and interfere with the body’s messaging system.”<\/p><p>The fact that parabens can weakly mimic estrogen isn’t debated in the scientific community—it’s whether or not this is inherently dangerous, and how much exposure threatens our health, that is the crux of the issue.<\/p><p>“The effects in the body to these and other chemicals that act like estrogen can be cumulative,” Dr. Dodson says, noting that parabens can cause the most damage to humans in utero, during puberty or menopause, and while undergoing treatment for certain diseases. “In other words, exposure to multiple hormone disruptors adds up. My concern is the aggregate exposure to parabens from many products.”<\/p>"}},"165938357169b18384":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/body_3.jpg","link":"","video_url":"","custom_video_url":"","author":"Nikki Cruz"}},"16593835160af45fde":{"type":"1col-text-center","settings":{"full_width":true,"title":"PARABENS: THE CONFLICTING VIEWS","text_center":"<p>While the body of research against parabens is growing, the other side of the debate argues that the science is still inconclusive—and some suggest that brands have prematurely leaned into fear-based marketing to create a ‘paraben-free’ stamp used to sell products, not protect the consumer’s safety.<br\/><br\/>Currently, <a href=\"https:\/\/www.cancer.org\/cancer\/cancer-causes\/antiperspirants-and-breast-cancer-risk.html\" target=\"_blank\"><strong>the American Cancer Society’s stance<\/strong><\/a> is that “studies have not shown any direct link between parabens and any health problems, including breast cancer,” while the <a href=\"https:\/\/www.fda.gov\/cosmetics\/resources-consumers-cosmetics\/cosmetics-safety-qa-parabens\" target=\"_blank\"><strong>FDA’s viewpoint<\/strong><\/a> is that “parabens have not been shown to be harmful as used in cosmetics.”<\/p><p>They’re arguments that the <a href=\"https:\/\/www.bcpp.org\/about-us\/\" target=\"_blank\"><strong>Breast Cancer Prevention Partners<\/strong><\/a>—a policy and advocacy organization with a focus on reducing breast cancer by eliminating exposure to toxic chemicals and radiation—fights against. As reported on its site, “<a href=\"https:\/\/www.bcpp.org\/resource\/parabens\/\" target=\"_blank\"><strong>several studies have shown<\/strong><\/a><strong> <\/strong>that parabens can affect the mechanisms of normal breast cells and potentially influence their abnormal growth leading to increased risk for breast cancer.”<\/p><p>Meanwhile, <a href=\"https:\/\/www.ewg.org\/californiacosmetics\/parabens\" target=\"_blank\"><strong>The Environmental Working Group, suggests avoiding parabens<\/strong><\/a> as well: “Given the endocrine disruption capacity and documented female and male reproductive harm, coupled with the potential for repeated lifelong exposure, it is clear that long-chain parabens (isobutyl-, butyl-, isopropyl- and propylparaben) should not be used in personal care or cosmetic products.”<\/p><p>As a product formulator, Wilson understands why consumers might want to avoid parabens, but she herself doesn’t see the danger. “I never disregard anyone's concerns especially when it comes down to their health,” she says. “But I don’t see them as a huge concern.”<\/p><p>But for scientists who spend day in and day out researching their impact—like Dr. Dodson—where the data is headed, is clear. “Some people say that low level exposures don’t matter,” she says. “However, we are not exposed to estrogen-active chemicals one at a time in insolation. We are exposed to these chemicals cumulatively—and exposures add up.”<br\/><br\/><br\/><br\/>Photographs by <a href=\"https:\/\/www.instagram.com\/nikki.cruz\/\" target=\"_blank\"><strong>Nikki Cruz<\/strong><\/a><strong>.<\/strong><\/p>"}},"16565379381611263e":{"type":"2col-text-image","blocks":{"0d5a8387-47bd-4669-87d4-67d30d1269df":{"type":"text","settings":{"title":"Use a Gentle Cleanser","desc":"<p>Just like preventing breakouts on the face, maintaining a skincare routine for the body is also essential. Dr. Garshick says keeping it super simple is ideal. Use a gentle cleanser to wash the area once daily to get rid of excess oil and build-up, she says, and try to keep your showers short; showering for too long or too often can dry out the skin.<br\/><br\/><\/p>"}},"eb91c9e3-7a05-42c8-8440-4d180e7c8090":{"type":"text","settings":{"title":"Medicated Cleanser Can Help","desc":"<p>In some cases, depending on the extent of the body breakouts, Dr. Garshick advises incorporating a medicated cleanser into your body skincare routine. A dermatologist can prescribe this, but Dr. Garshick notes that there are some available over-the-counter you can try. Look for ones containing benzoyl peroxide and exfoliants such as <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/how-to-layer-skin-care-products\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/how-to-layer-skin-care-products\"><strong>glycolic acid and salicylic acid<\/strong><\/a>.<br\/><br\/><\/p>"}}},"block_order":["0d5a8387-47bd-4669-87d4-67d30d1269df","eb91c9e3-7a05-42c8-8440-4d180e7c8090"],"disabled":true,"settings":{"image":"shopify:\/\/shop_images\/Foto_29.06.22_11_10_04.jpg","link":"","author":"Felix Ruiz Diez","placement":"row"}},"1656538387f3afd46e":{"type":"product-set-carousel","disabled":true,"settings":{"title":"﻿Rosie's Favorite Day Lipstick Shade﻿","desc":"","collection":"","dots":true,"arrows":true}},"165913056937b9f451":{"type":"product-set-carousel","disabled":true,"settings":{"title":"Rosie's Favorite Night Lipstick Shade","desc":"","collection":"","dots":true,"arrows":true}},"16590471472d0cefe1":{"type":"product-set-carousel","disabled":true,"settings":{"title":"Shop RHW’s Go-To Shades","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16593834165011d04f","165895615572d3c96e","1659383007ea0ce3e8","165938357169b18384","16593835160af45fde","16565379381611263e","1656538387f3afd46e","165913056937b9f451","16590471472d0cefe1","relatedstories"]}