{"sections":{"main":{"type":"article-hero","settings":{}},"a3341c77-2e22-49ca-b5ea-bb6a17596740":{"type":"2col-text-image","blocks":{"bd5112a6-0d98-4288-bcef-e404de2c1bec":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>How did you become a model?<\/p>"}},"f712d52b-7965-490c-a6d5-03145e33001f":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>It was a string of events. I went to a performing arts school to study dance for seven years, but I didn’t feel like I was as good as my peers. I felt like I was valued for my personality, but I never felt that confident about my dancing. So I started traveling, experimenting with my style, and taking pictures. That’s when I started to feel good. <br\/><br\/>When I started posting stuff online, people would say that they’d never seen skin like mine, which I thought was strange. Freckles are common! As I started posting selfies more frequently, people started to compare me to different things with spots. I don’t think it was mean-spirited, but people were trying to create a following for themselves. People would say that I looked like a banana, and so I took a picture with a banana—like, “This is what I look like. I don’t care.” That ended the joke. I felt like I was the best one at it, obviously.<\/p>"}}},"block_order":["bd5112a6-0d98-4288-bcef-e404de2c1bec","f712d52b-7965-490c-a6d5-03145e33001f"],"settings":{"image":"shopify:\/\/shop_images\/1_34a87323-49bf-4776-8702-489cad30fb86.jpg","link":"","author":"","placement":"row"}},"ab506828-0aaf-46ff-8409-bb9c3a6f5030":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>The photo was on the Instagram Explore page, and this photographerMayanToledanoreached out to me to see if I was willing to do a shoot in LA. But I didn’t drive, so she drove all the way from LA to my house in San Diego to take a photo of me in my bedroom. That photo ended up being in<em>Paper<\/em>magazine. Later that year, she brought me to my first big job in New York, which was “100 Ways to Wear Gucci” for Vogue.com. It just took off from there.<\/p>"}},"4619dc82-b5b5-428e-9a4f-8a1592a3ad7d":{"type":"1col-text-dropcap","blocks":{"fd774f61-86ad-4a2c-8103-4126c668077a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>It’s interesting to see how some people use another person’s image to boost their own internet following. What was that like?<\/p>"}},"82d8d242-593f-4405-86bd-47a2e3ae6015":{"type":"text","settings":{"dropcap":"SM","description":"<p>I had a few days when I thought, “This is really weird, and I don’t know why people are saying these things.” But overall, I was always confident in my skin because I think my mom is beautiful, and I look a lot like her. I grew up in a really safe environment; my parents and my grandparents were always very encouraging. I had freedom of expression and individuality, and that made me secure. My school, too, helped. We were all kind to each other for the most part, and I had such good friends that I never had reason to second-guess myself until I got online. <br\/><br\/>I always say that I'm really privileged to have had the support system that I have had. A lot of people aren't as privileged, and cyberbullying is real. I was lucky enough to feel a lot of positivity around me, so I could focus on that instead of the negative energy.<\/p>"}},"ecc642da-3860-43a6-a28f-20abe2cc5406":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Where do you think our cultural views of beauty are right now? What’s working well and what kind of progress has yet to be made?<\/p>"}},"63c18eb9-935f-4988-b46c-448b6cefe765":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I think that we're in a transitional phase. I can't say that things are perfect yet, and I can't say that they ever will be, because everything is subjective. That’s hard for me and everybody to understand. Like, even if I don't get booked for a job, I try not to take it personally, because a brand's views are subjective to what they want. <br\/><br\/>But now, beauty is seen more as confidence than anything. The people who are thriving exert the most confidence. You can see it in their style, their presence, their smile. I think that’s what attracts us to people—the way they present themselves unapologetically. That’s redefining beauty. I think beauty radiates from how good you feel about yourself. If you see two people walking down the street and one is confident and one is not, you're more likely to look at the confident person, no matter what they actually look like.<\/p>"}}},"block_order":["fd774f61-86ad-4a2c-8103-4126c668077a","82d8d242-593f-4405-86bd-47a2e3ae6015","ecc642da-3860-43a6-a28f-20abe2cc5406","63c18eb9-935f-4988-b46c-448b6cefe765"],"settings":{"full_width":true}},"8b0c80de-4337-46d3-8135-8d089946f398":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/2_894b9574-7ab3-4dd6-9cba-02e247fbbf66.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"02e47497-919c-479a-a5d0-ddc94219e419":{"type":"1col-text-dropcap","blocks":{"a4d39b6c-c234-443f-a359-efc5b98b57f1":{"type":"text","settings":{"dropcap":"RI:","description":"<p>True, but all of us have moments of struggling with confidence. On Instagram, you shared the<em>L’Officiel<\/em>cover and wrote that sometimes you wonder if you’re a “real model.” How do you cultivate your own self-confidence?<\/p>"}},"58986d6a-004b-4894-978e-d48f0d797fc1":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I think that the biggest misconception with self-confidence is that it is always there. But my self-confidence is completely fluctuating, folks! One day I might feel great, the next I might not. What gives me confidence is allowing myself to be vulnerable and honest with the fact that I don't have to feel a certain way<em>every<\/em>day. That keeps me from feeling like I need to uphold any sort of facade or image, and I can fluctuate the way that I feel is necessary.<\/p>"}},"a5093e1f-c82c-42fb-a45b-0ee69e2cb75a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Well, it’s also a lot better for your overall mental wellness to give you the space to be human.<\/p>"}},"5167b6da-f5c8-4eba-9745-58782c97c221":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Well, it’s also a lot better for your overall mental wellness to give you the space to be human.<\/p>"}}},"block_order":["a4d39b6c-c234-443f-a359-efc5b98b57f1","58986d6a-004b-4894-978e-d48f0d797fc1","a5093e1f-c82c-42fb-a45b-0ee69e2cb75a","5167b6da-f5c8-4eba-9745-58782c97c221"],"settings":{"full_width":true}},"923248c8-b92e-41f1-9108-8bb36790641e":{"type":"2col-text-image","blocks":{"5e881c87-7cef-4fe8-a231-652fc110cd77":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>When you’re off duty, what's your approach to beauty?<\/p>"}},"08af36ec-3eb0-4e80-83ec-e7c2bd15ba3f":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>It depends on the day. My parents didn't really allow me to wear makeup, so I didn't experience it until I started modeling. Sometimes, I feel a little insecure about my makeup skills. A lot of times, I’ll post a makeup look I did at home and then took off. Besides, a lot of things I like don’t transfer well; I’m really into glossy eyes, and that stuff just doesn’t hold up all day. My day-to-day is more skin care and mascara. My favorite is the <a href=\"https:\/\/rstyle.me\/+dLB0bPi7Omet0AOTSEMHtw\" target=\"_blank\"><strong>Honest Beauty mascara<\/strong><\/a>. A makeup artist tried it on me about seven months ago, and since then I've probably bought like six tubes. I like it so much that I always need to have one around, so it’s in every one of my purses. I’ll do the primer, let it sit for a few minutes, and do the mascara side—and I’ll feel like my lashes are to the ceiling.<\/p>"}}},"block_order":["5e881c87-7cef-4fe8-a231-652fc110cd77","08af36ec-3eb0-4e80-83ec-e7c2bd15ba3f"],"settings":{"image":"shopify:\/\/shop_images\/3_cd46a56f-5b9e-47b8-85c4-4ef6db8e153f.jpg","link":"","author":"","placement":"row-reverse"}},"d4337dfc-d2d4-44d0-a76b-4bdb5797e260":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ PEOPLE WOULD SAY THAT THEY’D NEVER SEEN SKIN LIKE MINE, WHICH I THOUGHT WAS STRANGE.  ’’","author_quotes":""}},"44edd691-ee31-4fd8-8dd9-c175b4f63283":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/4_93c4d03f-a402-4769-b50e-77e2d296c1b6.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"642ccc84-d25a-46e3-9f27-551c7f2d30e3":{"type":"1col-text-dropcap","blocks":{"7c7bd7c7-0523-4d30-8d90-80ec3d06a076":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What if you go out? More than mascara?<\/p>"}},"c3b7d6ba-e1fa-4eac-bcf9-633964a8d5bc":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I’ll do colored mascaras because those are really easy. Sometimes I’ll do a simple eyeshadow or colored eyeliner. I’m more into a subtle look that you’ll notice if we’re face-to-face as opposed to<em>blam!<\/em><\/p>"}},"d9bf6f60-bb4f-478c-a504-59089fc05b50":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What is your skin-care regimen? You seem to have no pores.<\/p>"}},"efefdbd2-1ca4-44ee-b3a0-999b9bd5a27e":{"type":"text","settings":{"dropcap":"SM","description":"<p>I chalk a lot of that up to genetics, but thank goodness for my mom and my dad and my grandma—we all have great skin. In the winter, I’ve been using <a href=\"https:\/\/rstyle.me\/+PV2Xq_XNEvbUQfrpYt04Uw\" target=\"_blank\"><strong>Weleda Skin Food<\/strong><\/a> at night and in the day, I use <a href=\"https:\/\/rstyle.me\/+BAFrvLOfcEwK_TKgFphFFw\" target=\"_blank\"><strong>Tatcha Dewy Skin Cream<\/strong><\/a>. I like that dewy, Glossier kind of look. I also recently started getting facials at Skin Worship in LA, which is helping me take care of my skin for the long term.<\/p>"}}},"block_order":["7c7bd7c7-0523-4d30-8d90-80ec3d06a076","c3b7d6ba-e1fa-4eac-bcf9-633964a8d5bc","d9bf6f60-bb4f-478c-a504-59089fc05b50","efefdbd2-1ca4-44ee-b3a0-999b9bd5a27e"],"settings":{"full_width":true}},"a967d05c-43aa-4aa4-8478-62eefc02ee7c":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/5_503870f0-53cc-4f98-a9cc-ad7139f4a37b.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"7e646807-8c17-4c0f-ad36-cb2fcf259b00":{"type":"1col-text-dropcap","blocks":{"0e57e4f1-fcd8-4e92-9f0c-d1d4df91a9f2":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Can we talk about hair? We're in a place where culture is celebrating different styles and textures of Black hair, but it wasn’t always that way. Growing up, did you receive any messages around the idea of what constituted “good hair,” or did you feel like you could wear your hair however you wanted?<\/p>"}},"8e2111b0-becf-444c-abaa-6e124cfd754c":{"type":"text","settings":{"dropcap":"SM","description":"<p>I absolutely did not feel like I could wear my hair any way. Ever. At <em>all<\/em>. I was always so confused about my hair, even to this day. People associate me with wearing braids, but I do braids because I have struggled so much with my hair. I grew up in San Diego with my grandparents; I stopped living with my mom when I was about eight. My mom had the same hair texture, but my grandma is from the Philippines, so her hair is different from mine. She tried her best, but when you don’t have the same hair on your head, you don’t have the same experience. <br\/><br\/>So I’d always put my hair in a ponytail, and I’d ask my friends to braid my hair. I’d keep that style all week because I just didn't really know what to do. And there weren't a lot of great examples of Black hair in the media growing up. I remember once, I was doing my hair myself and it wasn’t looking right. My brother’s mom—we have different mothers—gave me cornrows. I went to school and this kid came up to me and said, “I liked it better the other way.” <br\/><br\/>Growing up, people look at you differently based on the hairstyles you have. Or if you have an Afro, people think you look scary. That type of stuff is super weird, and it really sticks with you. Now I don't mind my hair. It's just that I just don't know how to manage it. That's something that I've been struggling with for my entire life, basically.<\/p>"}},"0f898401-74ac-4c6c-ad7c-ecb30c1bc435":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Well, I think you have beautiful hair, but Salem—I imagine many professional stylists would love the opportunity to help you style it.<\/p>"}},"0a814663-bc54-44b9-bea4-cb1dff0b25bd":{"type":"text","settings":{"dropcap":"SM","description":"<p>The woman who styles my braids gives me lots of great advice. But what I've noticed is a lot of the styles that look good online are really hard to manage by yourself. I tried a wig so that I could let my natural hair grow and still have versatile styles on set. Wigs are popular online, so I was like, “Oh, this is going to be great!” After the first day, I realized that I didn’t know how to lay it down and secure it correctly. I went to Six Flags with my friends, and that was the last day with the wig because I was too worried about my hair.<\/p>"}}},"block_order":["0e57e4f1-fcd8-4e92-9f0c-d1d4df91a9f2","8e2111b0-becf-444c-abaa-6e124cfd754c","0f898401-74ac-4c6c-ad7c-ecb30c1bc435","0a814663-bc54-44b9-bea4-cb1dff0b25bd"],"settings":{"full_width":true}},"1b2f3dbb-f37b-4f35-8bd8-61713e793d31":{"type":"2col-text-image","blocks":{"7212c71e-7346-4d69-aa18-c6ef309c54aa":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>It seems like you use a lot of protective styles. How do you care for your hair and scalp?<\/p>"}},"930f458b-f82c-4f06-bf6e-f042e59f65aa":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>Protective styles are exactly how I keep my hair healthy. I do deep-conditioning treatments at the salon that I go to, and my stylist makes sure my hair is trimmed very frequently. I think that's just the best way for hair to grow.<\/p>"}},"a0f9bef5-e790-4391-ade2-a6faa25b8277":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What about at home? How do you care for your hair there?<\/p>"}},"59b49769-5c43-4f1d-83a0-469939c469d9":{"type":"dropcap","settings":{"dropcap":"SM:","description":"<p>I just buy whatever organic shampoo looks cool at Target. The only thing that is frequent in my life is hair oil. I always experiment with different ones like peppermint, castor, and coconut oil. Somebody told me that for Black hair, oil for the scalp is the same as water for plants. It is the best way to keep your hair moisturized, healthy, and growing.<\/p>"}}},"block_order":["7212c71e-7346-4d69-aa18-c6ef309c54aa","930f458b-f82c-4f06-bf6e-f042e59f65aa","a0f9bef5-e790-4391-ade2-a6faa25b8277","59b49769-5c43-4f1d-83a0-469939c469d9"],"settings":{"image":"shopify:\/\/shop_images\/6_8e0ce002-dcac-4a97-b27f-7b8a92ae1db0.jpg","link":"","author":"","placement":"row"}},"de752995-af91-44b9-9460-d4346f06a1bc":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ I NEED TO BE ABLE TO EMBRACE THE FIERCENESS OF MYSELF.  ’’","author_quotes":""}},"d059e914-1351-430d-95e6-71a1e2f1fd25":{"type":"1col-text-dropcap","blocks":{"751a0a83-e3b1-4be3-9f90-d9f2d307752e":{"type":"text","settings":{"dropcap":"RI:","description":"<p>That’s a good metaphor. What does self-care look like for you?<\/p>"}},"5b5a1376-0362-4ca0-bdd1-31c45f8944a4":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I've noticed that my life works best when I have my work life and my personal life. On my days off, I hang out with friends outside of the industry. Subconsciously, it's hard to be friends with people that do the same thing as you because as much as they love you, and as much as I love them, there will be times where there’s indirect tension around a job. Maybe they were up for that job and they didn't get it, or vice versa. Having a job like this, you can get in your head about who you are based on how much the person next to you is doing. <br\/><br\/>My self-care is also spending a lot of time alone. Exercising, drinking a lot of water. I love pole dancing because my goals include doing some higher-end work. To see myself in that light and to feel like I can be on the cover of <em>Vogue<\/em>, I need to be able to embrace the fierceness of myself. I come from a dance background and pole dancing was something that was different to me—a big contrast from ballet, where your posture is poised. It’s more of a challenge. <\/p>"}},"a661c508-29da-4159-82ea-17536e244a44":{"type":"text","settings":{"dropcap":"RI:","description":"<p>And it’s harder than it looks.<\/p>"}},"6c52375b-441e-4876-8629-49db4550b688":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Definitely. I’m happy that it’s more accepted and that people take interest in me doing it, but I definitely wish sex workers received the same praise. There's a huge double standard. This isn’t my career or work, and luckily, the studio I go to is like a family and it respects privacy and boundaries. But I know that some other studios have instructors who aren’t as welcoming to sex workers. They’ll say, “I don't want you to bring this back to a club,” which I think is really weird because that's exactly who you're getting it from.<\/p>"}}},"block_order":["751a0a83-e3b1-4be3-9f90-d9f2d307752e","5b5a1376-0362-4ca0-bdd1-31c45f8944a4","a661c508-29da-4159-82ea-17536e244a44","6c52375b-441e-4876-8629-49db4550b688"],"settings":{"full_width":true}},"30464d05-5ee2-4449-92ff-9f902db33084":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/7_88b6d344-c545-4291-84c7-b62c2c2bbf3a.jpg","link":"","custom_video_url":"","author":""}},"cdf136f3-cd42-4cf4-ad3c-1a29f66977db":{"type":"1col-text-dropcap","blocks":{"bf4bfd88-e150-47fb-84d0-976bc9862a4d":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Well said. Can I ask you some quick questions before we wrap?<\/p>"}},"a00a09e7-b7f4-444f-81fd-d18a22549454":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Of course.<\/p>"}},"e7a3209e-c87f-4037-87a7-18180490c503":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What was the last thing you said “yes” to?<\/p>"}},"eb0c191c-47a8-4980-9991-34c7f6f8ade3":{"type":"text","settings":{"dropcap":"SM:","description":"<p>These quick questions.<\/p>"}},"9505c5a0-0f9d-4595-b564-6004f453ea2c":{"type":"text","settings":{"dropcap":"RI:","description":"<p>And “no” to?<\/p>"}},"e59e64eb-7c29-4f30-9d73-7ad883a46e1c":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Probably doing a job last week.<\/p>"}},"ec45037e-e24d-4378-ae14-0254a2efab75":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What are you reading these days?<\/p>"}},"4854747c-a6f0-496c-9fef-4f0021688a4f":{"type":"text","settings":{"dropcap":"SM:","description":"<p>I am reading The Subtle Art of Not Giving a Fuck. I don't know if I can say that.<\/p>"}},"3bd52329-0dd1-4b6b-ae26-bf7003386fc2":{"type":"text","settings":{"dropcap":"RI:","description":"<p>You can say that. What are you watching?<\/p>"}},"1c5f419b-10e7-4a17-a6a3-7a9c754d6e5a":{"type":"text","settings":{"dropcap":"SM:","description":"<p><em>Shameless <\/em>and <em>Power.<\/em><\/p>"}},"b90f1ad5-e792-4818-9c46-57f1a5694e9e":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What are you listening to?<\/p>"}},"397328e6-8afd-4b6e-82e7-a9d671f9cdb7":{"type":"text","settings":{"dropcap":"SM:","description":"<p>A lot of Summer Walker.<\/p>"}},"484f1d52-90d3-4f23-88d4-431e93d47665":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Who do you want at your dream dinner party?<\/p>"}},"411eb1df-0e2c-439d-8402-9b48c7c6ba0a":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Beyoncé, Bella Hadid, Barack Obama. <\/p>"}},"30ebedba-e721-40e6-a32f-a90ba718fd34":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What gets you out of bed in the morning?<\/p>"}},"7c57e984-6fa9-4bdc-b75d-e610185b8252":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Excitement about my existence.<\/p>"}},"43e540df-11ef-4f88-be53-b414059606e7":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What keeps you in bed in the morning?<\/p>"}},"56859da0-a4f5-4222-a873-bd8657289044":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Maybe if I went out the night before with friends.<\/p>"}},"3f63478a-7531-44b0-b0d8-49dddac75798":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What do you desire?<\/p>"}},"24ddd274-52f2-4c96-a8a9-027036f1d1e3":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Happiness, health, and longevity.<\/p>"}},"12721acc-eb30-4c64-9dc6-e83e259670bf":{"type":"text","settings":{"dropcap":"RI:","description":"<p>When do you feel desirable?<\/p>"}},"9b0af50a-9a6d-4da6-9f2f-e4e9b144b438":{"type":"text","settings":{"dropcap":"SM:","description":"<p>When I’m having fun and feel carefree.<\/p>"}},"36c452ea-640c-4759-88b7-c234cd6c4e4c":{"type":"text","settings":{"dropcap":"RI:","description":"<p>How do you define success?<\/p>"}},"2c48fbff-1df2-405b-ba8c-dd9e3aa7d6b1":{"type":"text","settings":{"dropcap":"SM:","description":"<p>Being able to look in the mirror and be happy with where I am and what I do. That's success to me.<\/p>"}}},"block_order":["bf4bfd88-e150-47fb-84d0-976bc9862a4d","a00a09e7-b7f4-444f-81fd-d18a22549454","e7a3209e-c87f-4037-87a7-18180490c503","eb0c191c-47a8-4980-9991-34c7f6f8ade3","9505c5a0-0f9d-4595-b564-6004f453ea2c","e59e64eb-7c29-4f30-9d73-7ad883a46e1c","ec45037e-e24d-4378-ae14-0254a2efab75","4854747c-a6f0-496c-9fef-4f0021688a4f","3bd52329-0dd1-4b6b-ae26-bf7003386fc2","1c5f419b-10e7-4a17-a6a3-7a9c754d6e5a","b90f1ad5-e792-4818-9c46-57f1a5694e9e","397328e6-8afd-4b6e-82e7-a9d671f9cdb7","484f1d52-90d3-4f23-88d4-431e93d47665","411eb1df-0e2c-439d-8402-9b48c7c6ba0a","30ebedba-e721-40e6-a32f-a90ba718fd34","7c57e984-6fa9-4bdc-b75d-e610185b8252","43e540df-11ef-4f88-be53-b414059606e7","56859da0-a4f5-4222-a873-bd8657289044","3f63478a-7531-44b0-b0d8-49dddac75798","24ddd274-52f2-4c96-a8a9-027036f1d1e3","12721acc-eb30-4c64-9dc6-e83e259670bf","9b0af50a-9a6d-4da6-9f2f-e4e9b144b438","36c452ea-640c-4759-88b7-c234cd6c4e4c","2c48fbff-1df2-405b-ba8c-dd9e3aa7d6b1"],"settings":{"full_width":true}},"1caa320f-5dba-4c8b-98a9-985d0f4dc61c":{"type":"1col-image-video","settings":{"link":"","video_url":"www.youtube.com\/watch?v=KiPVRez-Thw&t=146s","custom_video_url":"","author":""}},"166489641550e44145":{"type":"shop-collection","settings":{"title":"Shop bestsellers","description":"","link_text":"Shop all","home_featured_products":"best-sellers","product_link_label":"Buy Now","hide-variant":true,"dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}},"d0bfde02-696b-456e-ad3b-a117737bc805":{"type":"2col-simage-limage","disabled":true,"settings":{"placement":"row","image1":"shopify:\/\/shop_images\/Iconic_Red_Lip_2.webp","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/Iconic_Red_Lip_1.webp","link_2":"","video_url":"","custom_video_url":"","author2":""}},"166489726721e709d6":{"type":"2col-large-image","disabled":true,"settings":{"left_image":"shopify:\/\/shop_images\/symphony_of_color_3.webp","link_left":"","right_image":"shopify:\/\/shop_images\/symphony_of_color_4.webp","link_right":""}},"163936007001db3f37":{"type":"2col-text-image","blocks":{"1b32387f-bae1-4c5c-89f2-160bf8da96fc":{"type":"text","settings":{"title":"BEHIND THIS LOOK","desc":"<p>Here, a tropical, hot-and-cool palette draws attention to the eyes, while a glossy lip feels fresh and youthful.<\/p><p><\/p><p>Before applying foundation, Sir John cleansed with <a href=\"https:\/\/rstyle.me\/+1DhinfRd5TUROecImsaP5A\" target=\"_blank\"><strong>Bioderma Sensibio H2O<\/strong><\/a> before massaging <a href=\"https:\/\/rstyle.me\/+MfbhrEOt59UWxvRlvjMMhw\" target=\"_blank\"><strong>Marc Jacobs Youthquake<\/strong><\/a><strong> <\/strong>moisturizer into skin. “The best time to apply your foundation is while your skin is still balmy or wet,” he says.” Using a damp Beautyblender, he chose <a href=\"https:\/\/rstyle.me\/+2WfYDn1l8Y0eu540kwzQ3w\" target=\"_blank\"><strong>Marc Jacobs Shameless Foundation<\/strong><\/a> in Y360 for an even canvas, adding <a href=\"https:\/\/www.lorealparisusa.com\/products\/makeup\/face\/concealer\/infallible-full-wear-concealer-waterproof-full-coverage.aspx?&shade=360-cashmere\" target=\"_blank\"><strong>L’Oréal Paris Infallible Full Wear Concealer<\/strong><\/a> where needed. To softly sculpt cheeks and add warmth, Sir John called on <a href=\"https:\/\/www.sephora.com\/product\/tantour-P444605?skuId=2221885\" target=\"_blank\"><strong>Huda Beauty Tantour<\/strong><\/a> in Light and <a href=\"https:\/\/www.sephora.com\/product\/sun-stalk-r-instant-warmth-bronzer-P55978864?skuId=2210995\" target=\"_blank\"><strong>Fenty Beauty Sun Stalk’r Bronzer<\/strong><\/a> in Private Island. A dab of <a href=\"https:\/\/rstyle.me\/+42c5W8dGD5VQALYYxSeV7Q\" target=\"_blank\"><strong>Stila Convertible Color<\/strong><\/a><strong> <\/strong>in Petunia perked up the cheeks, while <a href=\"https:\/\/www.mehron.com\/creamblend-stick\/\" target=\"_blank\">M<strong>ehron CreamBlend Stick<\/strong><\/a> — applied only to the high points of the face and the upper bridge of the nose — provided strategic highlight. <a href=\"https:\/\/rstyle.me\/+OLTAIZwkmWEPuFyRFQp8Kg\" target=\"_blank\"><strong>L’Oréal Paris Infallible Loose Setting Powder<\/strong><\/a> kept his work in place.<\/p>"}},"666b4932-95f1-4683-a5a1-ee0fc02ebb9d":{"type":"text","disabled":true,"settings":{"title":"EYES","desc":"<p>Two shadows created this multitonal golden eye: the satiny <a href=\"https:\/\/www.beautycounter.com\/product\/velvet-eyeshadow-palette-classic\" target=\"_blank\"><strong>Beautycounter Velvet Eyeshadow<\/strong><\/a> in Penny and, for microsparkle, <a href=\"https:\/\/rstyle.me\/+J0TPO4uvV3Cz8xiazqw1lQ\" target=\"_blank\"><strong>Hourglass Scattered Light Eyeshadow<\/strong><\/a> in Foil. <a href=\"https:\/\/rstyle.me\/+_P91q--FrFKnf2-LWYLCwQ\" target=\"_blank\"><strong>Marc Jacobs Velvet Noir mascara<\/strong><\/a> emphasized lashes while Diorshow Brow Styler Ultra-Fine Precision <a href=\"https:\/\/rstyle.me\/+vYui6fH1T809tGTPyhVEQQ\" target=\"_blank\"><strong>Brow Pencil<\/strong><\/a> and <a href=\"https:\/\/rstyle.me\/+gJHEu8KNg9HmuYBO9P6W-A\" target=\"_blank\"><strong>Gel<\/strong><\/a> defined brows.<\/p><p> <br\/><\/p>"}}},"block_order":["1b32387f-bae1-4c5c-89f2-160bf8da96fc","666b4932-95f1-4683-a5a1-ee0fc02ebb9d"],"disabled":true,"settings":{"image":"shopify:\/\/shop_images\/symphony_of_color_2.webp","link":"","author":"","placement":"row"}}},"order":["main","a3341c77-2e22-49ca-b5ea-bb6a17596740","ab506828-0aaf-46ff-8409-bb9c3a6f5030","4619dc82-b5b5-428e-9a4f-8a1592a3ad7d","8b0c80de-4337-46d3-8135-8d089946f398","02e47497-919c-479a-a5d0-ddc94219e419","923248c8-b92e-41f1-9108-8bb36790641e","d4337dfc-d2d4-44d0-a76b-4bdb5797e260","44edd691-ee31-4fd8-8dd9-c175b4f63283","642ccc84-d25a-46e3-9f27-551c7f2d30e3","a967d05c-43aa-4aa4-8478-62eefc02ee7c","7e646807-8c17-4c0f-ad36-cb2fcf259b00","1b2f3dbb-f37b-4f35-8bd8-61713e793d31","de752995-af91-44b9-9460-d4346f06a1bc","d059e914-1351-430d-95e6-71a1e2f1fd25","30464d05-5ee2-4449-92ff-9f902db33084","cdf136f3-cd42-4cf4-ad3c-1a29f66977db","1caa320f-5dba-4c8b-98a9-985d0f4dc61c","166489641550e44145","relatedstories","d0bfde02-696b-456e-ad3b-a117737bc805","166489726721e709d6","163936007001db3f37"]}