{"sections":{"main":{"type":"article-hero","settings":{}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":true,"quotes":"What is the lymphatic system?","author_quotes":""}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Rushing describes the lymphatic system as our body’s “sewage system.” In other words, “it is a major component of the immune system that helps filter our blood, remove toxins, fight infection and absorb fats.” She also compares it to our circulatory system. “It is our body’s main defense system and is responsible for draining out excess fluids and proteins from tissues, and releasing them back into the bloodstream,” Rushing says. We all have about 600 to 700 lymph nodes in our body that are all part of our lymphatic system — “responsible for filtering out everything that is not good for us, including, but not limited to, bacteria and\/or viruses,” she adds.<br\/><\/p>"}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","disabled":true,"settings":{"title":"","desc":"<p><br\/><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","settings":{"title":"What is lymphatic drainage massage?","desc":"<p>“A lymphatic drainage massage is the manipulation of the lymphatic vessels to encourage the natural flow of the lymphatic fluid,” says Rushing, whose exclusive method also helps on the outside by sculpting the body, face and even aiding in recovery after an aesthetic surgery. “The lymphatic drainage massage was created back in the beginning of the 1900s and has been famous in Brazil for decades,” Rushing explains of its origins. “Now, we are seeing Americans adding it to their essential beauty routines as well. We have a special way of performing it in Brazil that is finally being seen all over the world. People are discovering the internal benefits as well as the external benefits, such as body contouring and helping to eliminate the appearance of cellulite.” <\/p><p><\/p><p>Rushing also notes that lymphatic massages accelerate the body’s own natural detoxification process, rejuvenate cell function, help with excessive fluid retention, relieve stress, balance the nervous system and promote cellular oxygenation. She recommends getting a lymphatic drainage massage weekly. “Our bodies are machines that never stop working, so consistently working on ourselves in conjunction is extremely important.” The act of stimulating or massaging surface-level lymph nodes to get them unclogged is called “pumping,” Rushing says. “This helps with the flow of our lymphatic system.”<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b"],"settings":{"image":"shopify:\/\/shop_images\/BfaxRgyk.jpg","link":"","author":"","placement":"row"}},"6ac1d4ca-d6ee-494a-a7ed-b030752a9a2a":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“Our bodies are machines that never stop working, so consistently working on ourselves in conjunction is extremely important.”","author_quotes":""}},"6e982444-6d77-4722-a8f7-6747683890ae":{"type":"2col-text-image","blocks":{"8d15d4d1-6789-4b41-a8ff-84851dbe9728":{"type":"text","settings":{"title":"What are the benefits of draining the lymphatic system?","desc":"<p>The internal benefits include strengthening our immune system by getting rid of bacteria, viruses and allergies. Draining the lymphatic system also balances the nervous system. “It helps with both relaxation and depression and anxiety,” says Rushing. “It also rejuvenates and hydrates the skin cells, and the most preferable benefit: helps with bloating and water retention.<br\/><br\/><\/p>"}},"a9102b4f-2f52-4d35-b311-e7ac2a1d42b2":{"type":"text","settings":{"title":"Tips for at-home lymphatic massage","desc":"<p>Rushing recommends pumping the lymph nodes three to five times per day. This lymphatic drainage technique involves placing two fingers together and very gently pressing into the nodes with a wave-like motion. With a preferred massage lotion, do 10 strokes on the nodes towards the heart. Start with doing this every morning before doing your makeup or self-care routine. <br\/><br\/><\/p>"}},"0faca61a-1a12-4c73-8af1-842a27b5d723":{"type":"text","settings":{"title":"How to get the most out of your massage","desc":"<p>Additionally, to see the most benefits of the lymphatic massage, Rushing says it’s important to drink a lot of water, exercise, keep your legs elevated for at least 20 minutes per day and avoid sugar, soy sauce and salty foods in general. She even says to clean your tongue with a tongue scraper. <\/p>"}}},"block_order":["8d15d4d1-6789-4b41-a8ff-84851dbe9728","a9102b4f-2f52-4d35-b311-e7ac2a1d42b2","0faca61a-1a12-4c73-8af1-842a27b5d723"],"settings":{"image":"shopify:\/\/shop_images\/NsAHXpWQ.jpg","link":"","author":"","placement":"row"}},"1649172683d8fb86cf":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Tips for at-home lymphatic massage","text_center":"<p>Rushing recommends pumping the lymph nodes three to five times5x per day. This lymphatic drainage technique involves  placing two fingers together and very gently pressing into the nodes with a wave-like wave motion. With a preferred massage lotion, do 10 strokes on the nodes towards the heart. Start with doing this every morning before doing your makeup or self-care routine. <\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"How to get the most out of your massage","text_center":"<p>Additionally, to see the most benefits of the lymphatic massage, Rushing says it’s important to drink a lot of water, exercise, keep your legs elevated for at least 20 minutes per day and avoid sugar, soy sauce and salty foods in general. She even says to clean your tongue with a tongue scraper. <\/p>"}},"0b298901-7676-408c-97c7-b740c59448a9":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“There are no tools involved. It’s simply an inside-out detox.”","author_quotes":""}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cream-blush"}},"fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b":{"type":"product","settings":{"product":"cheek-brush-1"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45","fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b"],"disabled":true,"settings":{"carousel_type":"carousel_right","title":"Lock your blush in place","desc":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>And if you've ever gone in to hug someone and accidentally left a makeup stain on their clothing, you know that makeup tends to, well, move. To make your blush transfer-proof, Espinoza offers an expert tip. Start by spraying your skin with a setting spray which will help hold onto the blush you're about to apply. Then apply the blush of your choice and follow it with another light layer of setting spray to lock it in place.<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}},"af6274c4-8dc6-4b26-834d-3817f072d788":{"type":"product-set-carousel","settings":{"title":"Shop BEstsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}}},"order":["main","1635376222a775bae4","1638825624650a93ab","164281056314a4f446","6ac1d4ca-d6ee-494a-a7ed-b030752a9a2a","6e982444-6d77-4722-a8f7-6747683890ae","1649172683d8fb86cf","1649173506a5171a6e","0b298901-7676-408c-97c7-b740c59448a9","16428104941dd63fed","relatedstories","af6274c4-8dc6-4b26-834d-3817f072d788"]}