{"sections":{"main":{"type":"article-hero","settings":{}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"For a monochromatic look","desc":"<p>To create a monochromatic look with your blush and lipstick pairing, Hoffman says the trick is to go with the same undertone. For example, you can achieve a cool-toned monochromatic look by pairing the soft plum Eloquent Satin Lipstick with the berry Azalea blush. For a warm look, Hoffman's top picks include the Hypnotic Satin Lipstick, a sandy beige hue, with the coral-colored Anemone blush. And, for a neutral monochromatic look, Hoffman says you can't go wrong with the beige-pink Besotted Satin Lipstick and the apricot Heliotrope blush.<br\/><br\/><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","settings":{"title":"For an ethereal look","desc":"<p>What is considered an ethereal look is subjective, but pink and coral tones fit the bill for Hoffman. \"Try Poetic Satin Lipstick and pair it with Ophelia,\" he says for a muted coral and true pink combo. \"To soften the lip, I'll sometimes blot Poetic then press a touch of Ophelia on top.\"<br\/><br\/><\/p>"}},"c6f5c071-1ca8-4db6-8da7-5fb4d031c40a":{"type":"dropcap","disabled":true,"settings":{"dropcap":"RI:","description":"<p>TK interview question<\/p>"}},"28c4479d-1716-4338-99cf-ab16313fb58d":{"type":"text","settings":{"title":"For a bold look","desc":"<p>\"I think that mauve can be such a statement,\" Hoffman says. So when you're in the mood to turn heads, he recommends reaching for the soft plum Eloquent Satin Lipstick, which looks great on most skin tones. Then, \"to make the mauve lip stand out even more, try a soft neutral blush like Foxglove or Heliotrope,\" he says, of the warm terracotta and apricot shade, respectively.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b","c6f5c071-1ca8-4db6-8da7-5fb4d031c40a","28c4479d-1716-4338-99cf-ab16313fb58d"],"settings":{"image":"shopify:\/\/shop_images\/Capture.png","link":"","author":"","placement":"row"}},"1638825624650a93ab":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Pat the blush into the skin","text_center":"<p>For a natural blush look, Milan likes to use her middle and ring finger for application. The key, she says, is to pat blush into the skin, not sweep. Sweeping can take too much off and move foundation coverage underneath. The same goes if you're <a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/cheek-brush-1\"><span style=\"text-decoration:underline\"><strong>applying blush with a brush<\/strong><\/span><\/a>, she says. Use a stippling technique.<br\/><br\/>The good news is that blush application is forgiving if you start off slow. \"If you're new to blush or you're still kind of on the fence on blush, start off with a really, really small amount of product and build your way up,\" Espinoza says.<br\/>If you’re also wearing bronzer and highlight, blush will essentially go in between the two. Espinoza says highlight goes on the high plane of your cheek to add a spotlight to the top of the cheekbone and enhance that area. On the other hand, Milan says, bronzer goes just below the cheekbone area to help sculpt the face. Making a kissy face will make it easier to find the hollow area below the cheekbone.<\/p>"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I think that mauve can be such a statement…”","author_quotes":""}},"02efd9ef-94f9-42e2-ada1-aab026afba85":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/nPZcA1wY.jpg","link_left":"","right_image":"shopify:\/\/shop_images\/APgJ0YdE.jpg","link_right":""}},"4540a3aa-2419-431a-b437-3b19ff93d88f":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“It gives a touch of drama to any skin tone.”","author_quotes":""}},"466232ff-9c0d-4ec6-921e-3c2b0e782b09":{"type":"2col-text-image","blocks":{"a2d9538e-3d2e-4366-a159-b197d5719a42":{"type":"text","settings":{"title":"For a nighttime look","desc":"<p>A makeup wardrobe isn't complete without an edgy nighttime look, perfect for a girls' outing or date night. For this, Hoffman is obsessed with the Poised Satin Lipstick for its sultry deep brick hue. \"It gives a touch of drama to any skin tone,\" he says. \"I like to pair it with Heliotrope for lighter skin, Azalea for medium, and Dahlia for deeper skin tones.\"<br\/><br\/><\/p>"}},"548fcb3e-2158-4569-8fc8-153c135fd829":{"type":"text","settings":{"title":"For an everyday look","desc":"<p>Whether you're heading to the office or living the WFH life, a swipe of lipstick and a dash of blush can go a long way in giving you the boost of confidence needed to tackle the day. Hoffman says the key to an everyday look is balance and softness. To accomplish this, he recommends a pop of color on the cheeks  such as the warm terracotta-colored  Foxglove blush for lighter skin tones and the rich berry Dahlia hue for deeper skin tones, both paired with a softer lip. \"I really enjoy pairing these with Besotted or Persuasive, respectively,\" he says.<\/p><p> <\/p>"}},"0d159924-e77e-4cb1-8003-773b8debc48a":{"type":"dropcap","disabled":true,"settings":{"dropcap":"RI:","description":"<p>TK interview question<\/p>"}},"1ba9eec6-0e3b-4465-8797-f00143154438":{"type":"text","settings":{"title":"For a minimalist look","desc":"<p>The beauty of achieving a minimalist look with a blush and lipstick combination is that you can use any shades. Here's why: \"Minimalism is all in the application,\" Hoffman says. \"I would choose colors that flatter the skin tone, then apply in a pressing\/patting motion. Using the products as a tint or stain will give that effortless minimal look.\"<\/p><p> <\/p>"}},"3156106f-8be9-4379-aeb2-6739f35f1118":{"type":"text","settings":{"title":"For a rosy look","desc":"<p>And lastly, we couldn't resist asking Hoffman for his favorit <a href=\"https:\/\/www.roseinc.com\/pages\/satin-lip-color-lipstick\"><span style=\"text-decoration:underline\"><strong>Satin Lip Color Lipstick<\/strong><\/span><\/a> and <a href=\"https:\/\/www.roseinc.com\/collections\/shop-all\/products\/blush-divine\"><span style=\"text-decoration:underline\"><strong>Cream Blush Lip & Cheek Color<\/strong><\/span><\/a> combo to create an ever-so-lovely rosy look. He calls out a warm rose lip color and a berry-tinged blush duo. \"Persuasive Satin Lip paired with Azalea is so gorgeous,\" he says.  <\/p>"}}},"block_order":["a2d9538e-3d2e-4366-a159-b197d5719a42","548fcb3e-2158-4569-8fc8-153c135fd829","0d159924-e77e-4cb1-8003-773b8debc48a","1ba9eec6-0e3b-4465-8797-f00143154438","3156106f-8be9-4379-aeb2-6739f35f1118"],"settings":{"image":"shopify:\/\/shop_images\/Capture_475e276a-c942-407d-8c12-69bdac49169a.png","link":"","author":"","placement":"row-reverse"}},"1649172683d8fb86cf":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Apply blush between highlight and bronzer","text_center":"<p>To help make blush application easier, Milan suggests thinking of cheek makeup as Neapolitan ice cream, which includes stacked layers ofvanilla, strawberry and chocolate. The highlight goes at the top of the cheekbone (vanilla). Blush goes in the middle on the apples of the cheeks (strawberry), and bronzer (chocolate) is placed below the cheekbone to contour. As for the order in which to apply them, Espinoza likes working from light to dark. Apply your highlight first, then blush and finallybronzer to contour and sculpt the face.<\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Don't be afraid to mix blushes","text_center":"<p>Ready to step your blush game up a notch? Espinoza recommends experimenting with different layers of blush colors and finishes to change up your look. \"That is where I say the fun begins because that is where you become your own makeup artist, and you get to decide,\" he says. For instance, you can rock a cream blush during the day and then layer a liquid blush with some sparkle for a night out.<\/p>"}},"4f0b26c2-ad0a-4ef0-861b-022b736555bb":{"type":"product-set-carousel","settings":{"title":"Shop Cream Blush and Satin Lipstick","desc":"","collection":"","dots":true,"arrows":true}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cream-blush"}},"fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b":{"type":"product","settings":{"product":"cheek-brush-1"}},"bda77c11-51b8-4109-a03b-047c05fb3c31":{"type":"product","settings":{"product":"satin-lip-color-rich-refillable-lipstick"}},"c958d165-7adf-4292-bcf4-c38123ebd3ea":{"type":"product","settings":{"product":"satin-lip-color-rich-refillable-lipstick-refill"}},"fb6f24c4-d953-4b03-b622-fd70657a2ea7":{"type":"product","settings":{"product":"flush-of-color-brush-set"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45","fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b","bda77c11-51b8-4109-a03b-047c05fb3c31","c958d165-7adf-4292-bcf4-c38123ebd3ea","fb6f24c4-d953-4b03-b622-fd70657a2ea7"],"settings":{"carousel_type":"grid_carousel","title":"Lock your blush in place","desc":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>And if you've ever gone in to hug someone and accidentally left a makeup stain on their clothing, you know that makeup tends to, well, move. To make your blush transfer-proof, Espinoza offers an expert tip. Start by spraying your skin with a setting spray which will help hold onto the blush you're about to apply. Then apply the blush of your choice and follow it with another light layer of setting spray to lock it in place.<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","164281056314a4f446","1638825624650a93ab","1635376222a775bae4","02efd9ef-94f9-42e2-ada1-aab026afba85","4540a3aa-2419-431a-b437-3b19ff93d88f","466232ff-9c0d-4ec6-921e-3c2b0e782b09","1649172683d8fb86cf","1649173506a5171a6e","4f0b26c2-ad0a-4ef0-861b-022b736555bb","16428104941dd63fed","relatedstories"]}