{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"What does skin cancer look like?","desc":"<p>There are many different types of skin cancer, but the most common forms are basal cell carcinoma (BCC), squamous cell carcinoma (SCC) and melanoma. “They can look distinctly different,” says Dr. Bourelly. Basal cell carcinoma, the most frequently occurring skin cancer, can “present as a non-healing sore” or a shiny bump or pink growth, while SCC can sometimes look like “a pink scaly patch, or crusted bump.” Melanomas, meanwhile, may appear as an “irregular darkly pigment spot” or as a new spot on your skin.  Another technique used to identify skin cancer is called<a href=\"https:\/\/www.healthline.com\/health\/skin-cancer\/abcd-rule-for-skin-cancer#how-its-used\"><span style=\"text-decoration:underline\"><strong> the ABCDE rule.<\/strong><\/span><\/a><strong> <\/strong>Each letter exemplifies what an individual should look out for when it comes to skin cancer developing. The A stands for a spot that is asymmetrical. The B is for borders of a mole that are pink, red, or blurry. The C is for color, reminding people to look out for a mole that has multiple colors. D is for diameter– danger signs include a mole that has a diameter larger than ¼ inch. And lastly, E is for evolution. It’s important to ask yourself: is the mole changing in size, hue, shape, etc.? <br\/><br\/><\/p>"}},"d43e79f3-25ca-48ab-a269-d41f49812d21":{"type":"text","settings":{"title":"How does skin cancer show up on different skin tones?","desc":"<p>On brown skin, “some areas that typically appear as red or pink on lighter skin, may appear as purple on deeper skin tones,” says Dr. Bourelly. “The site might also differ, with certain types of melanoma arising more commonly on the soles of feet in people of African descent, whereas basal cell and squamous cell carcinomas are almost exclusively on sun-exposed areas (scalp, face, the backs of hands and chest) in whiter skin.”<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931","d43e79f3-25ca-48ab-a269-d41f49812d21"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Derma_Danny_Owens_3347.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Tanning also places patients at long-term risk of developing certain skin cancers.”","author_quotes":""}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"What are the symptoms of skin cancer?","text_center":"<p>In some cases, skin cancer may be completely asymptotic, while in others, the site may itch, ooze, crust over or even hurt, Dr. Bourelly explains. In situations where skin is eroded (in other words, the outermost layer of the skin has been broken down,) “some people complain of bleeding at the site with minimal trauma.”  <\/p>"}},"1646362489a2e7621e":{"type":"1col-text-center","settings":{"full_width":false,"title":"What are the major causes?","text_center":"<p>One of the biggest causes of skin cancer is unprotected sun exposure. “Many people think  that, because they are wearing sun protection, they are okay, if they tan, but don’t burn,” Dr. Bourelly explains. “We have now learned that tanning also places patients at long-term risk of developing certain skin cancers. This practice, whether in natural sunlight or an artificial source (tanning salons), should simply be avoided.”<\/p>"}},"a215e0ac-ae6c-4673-b24f-cc75be88f43b":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Sun protection is your greatest defense against developing sun-induced skin cancers”","author_quotes":""}},"cca6859d-3f21-42a5-aeab-033a17f0fd11":{"type":"1col-text-center","settings":{"full_width":false,"title":"How do we lessen the likelihood of skin cancer?","text_center":"<p>“Sun protection is your greatest defense against developing sun-induced skin cancers,” Dr. Bourelly says. “Wearing a broad-spectrum sunscreen with a sun protection factor (SPF) of at least 30 daily can be very protective.” It’s best to apply SPF 30 minutes prior to being outside. “If you expect to be exposed to the sun all day, it is recommended that you re-apply your sunscreen every 3-4 hours to ensure protection,” Dr. Bourelly says. “Many sunscreen products degrade rapidly in the setting of sun exposure, which helps explain why some people who wear sunscreen can still manage to tan or even burn if they remain in direct sunlight for an extended period of time.” She also notes that SPF should be applied to exposed skin daily — even in cold or cloudy climates — which helps reduce the development of unwanted brown spots, textural roughness and other signs of premature aging.<\/p>"}},"7b8015b3-93fb-4634-ac34-096e8b6bb1ce":{"type":"2col-text-image","blocks":{"2d223afc-b073-47b8-bb52-ee4da82973d8":{"type":"text","disabled":true,"settings":{"title":"How do we lessen the likelihood of skin cancer?","desc":"<p><br\/><\/p>"}},"2a43a872-c985-4aed-9794-0a17ccd62309":{"type":"text","settings":{"title":"Which type of sunscreen is most effective?","desc":"<p>Dr. Bourelly recommends gravitating towards <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/types-of-sunscreens\"><span style=\"text-decoration:underline\"><strong>sunscreens<\/strong><\/span><\/a><strong> <\/strong>that contain zinc oxide and titanium dioxide because they have long-lasting sunscreen capabilities, act as a physical barrier to UV rays, and don't pose concerns over widespread skin absorption. (“Looking for products that are ‘reef safe’ will also help us preserve our precious marine environment,” she adds.) It’s important to avoid SPFs with <a href=\"https:\/\/www.goodhousekeeping.com\/beauty\/anti-aging\/a37273260\/benzene-in-sunscreen\/\"><span style=\"text-decoration:underline\"><strong>oxybenzone and benzene<\/strong><\/span><span style=\"text-decoration:underline\"> <\/span><\/a>as they “were recently identified as worrisome ingredients in sunscreens,” she says, as oxybenzone ruins coral reefs, while benzene can be found in cigarette smoke and increase risk of cancer. “Fortunately, many brands have already removed these ingredients.”<br\/><br\/><\/p>"}},"fcc3fcc6-34af-4fca-9ebc-c0cb60783475":{"type":"text","settings":{"title":"Which parts of the body should be protected from sun exposure?","desc":"<p>The face, ears, balding scalps, chests, back of necks and backs of hands are usually the skin areas most exposed to the sun, and therefore most susceptible to skin cancer. But come swimsuit season, Dr. Bourelly argues that all parts of the skin should be covered with sunscreen for optimum protection against skin cancer. <\/p>"}}},"block_order":["2d223afc-b073-47b8-bb52-ee4da82973d8","2a43a872-c985-4aed-9794-0a17ccd62309","fcc3fcc6-34af-4fca-9ebc-c0cb60783475"],"settings":{"image":"shopify:\/\/shop_images\/760_x_950_0d73545e-5ae6-42c8-b469-e8866fc174da.jpg","link":"","author":"","placement":"row-reverse"}},"9a3ffa41-283c-4bc8-9262-a96cdd6e5456":{"type":"product-set-carousel","settings":{"title":"Bestsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"1646181998f61e25d7":{"type":"1col-image-video","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/model-cleanser-3-2000x2000.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","1638825624650a93ab","1646362489a2e7621e","a215e0ac-ae6c-4673-b24f-cc75be88f43b","cca6859d-3f21-42a5-aeab-033a17f0fd11","7b8015b3-93fb-4634-ac34-096e8b6bb1ce","9a3ffa41-283c-4bc8-9262-a96cdd6e5456","1646181998f61e25d7","relatedstories"]}