{"sections":{"main":{"type":"article-hero","settings":{}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"1638392341fcb86fae":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>For many artists, inspiration and exploration play interconnected creative roles. Discovering a color or shape, or feeling a texture or mood in a new location, can be enough to spark something magical. After years of working across continents and time zones on editorials and with celebrities—and collecting inspiration along the way—Chanel makeup artist Cyndle K experienced a different phenomenon in 2020: wanderlust. In the midst of a global pandemic, the New York City-based creative found herself looking back at images taken during her travels—a spirit she brought to Rose Inc. for her January Residency. “I want to be reinspired by the places I’ve been lucky enough to see in my life,” says the Boston native. “It’s nice to travel through the past.”<br\/><br\/>Best known for the effortless, sophisticated-yet-cool aesthetic that’s made the self-taught artist in-demand across publications like <em>Vogue<\/em>, <em>W<\/em>, and <em>Allure—<\/em>and with celebrities like Taylor Russell, Maggie Rogers, and Phoebe Tonkin—she translated four reference images from her own camera roll into pared-down homages to the beauty of her subject. Done on herself, and photographed by her husband in their home, keeping things light and easy was of utmost importance. “I wanted to keep the vibe very wearable,” Cyndle says. “You don’t want to wear a ton of makeup at home right now.”<br\/><br\/>For these reasons and more, Rose Inc. is delighted to welcome Cyndle as our first Artist In Residency of 2021.<\/p>"}},"1643938611e5a23bf3":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/download_4523d6cb-9fd1-48bd-8f50-352a115562ea.jpg","link_left":"","right_image":"shopify:\/\/shop_images\/download_1_d9d736f6-7ff4-44a0-ae8c-9958505568dd.jpg","link_right":""}},"164393861505e3ea13":{"type":"1col-text-center","settings":{"full_width":false,"title":"HER RESIDENCY INSPIRATION:","text_center":"<p>“Have you ever flown over Salt Lake City? The colors are so stunning,” Cyndle recalls about a flight she took into Utah years ago. “These are colors from the earth, colors from nature, and they're so vivid!” Gleaning inspiration from a photo she snapped from the plane, she focused on creating soft washes of matte color. “As an artist, I don't really go for pastels very often,” she says. “So this was kind of a unique color combination for myself.”<\/p>"}},"164393883636a864db":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/download_2_40eedcbf-79f9-44dc-b093-7aa0a5d35412.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"1643938786a9dfcb9d":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘I WANTED EVERYTHING TO FEEL LIKE IT WAS MELTING INTO EACH OTHER…’’","author_quotes":""}},"1643837288bd1e070e":{"type":"1col-text-center","settings":{"full_width":false,"title":"BEHIND THIS LOOK:","text_center":"<p>“I started this one using Barbara Sturm Glow Dropsto give a soft glow to the skin that wasn't too shiny,” Cyndle says. “Then I went in with a little bit of concealer.” After spot correcting with Ilia True Skin Serum Concealer, she reached for Chanel La Palette Sourcils in Medium. “I did my brows slightly more defined because everything is so soft that it’s nice to have more structure to the face,” she says.<\/p>"}},"16440165435c0e0777":{"type":"2col-text-image","blocks":{"217ca484-ccef-464b-bf5e-d97ccf59e7b8":{"type":"text","settings":{"title":"","desc":"<p>Cyndle began her eyes with Chanel Les 4 Ombres Eyeshadow in Blurry Blue: the gray tone on her lids with a wash of the green hue along her top, inner lash line. “Then I went in with the blush on the crease and tried to make everything soft and blended, with no harsh lines or edges,” she says about Chanel Joues Contraste Powder Blush in Pink Explosion. The final touch was Kryolan Eye Shadow in Caribbean at the inner corners for contrast. “I wanted everything to feel like it was melting into each other,” she says. She curled her lashes but skipped mascara to maintain a soft feeling.<br\/><br\/>For a soft vibrance on her mouth, Cyndle first applied a layer of Byredo Color Stick in Ancient. “Then I just went over with a little gloss and blotted it out,” she says.<br\/><br\/>Cyndle K photographed by Stas Komarovski. Written by Lexy Lebsack.<\/p>"}}},"block_order":["217ca484-ccef-464b-bf5e-d97ccf59e7b8"],"settings":{"image":"shopify:\/\/shop_images\/download_3_b6d1a1f0-dc6c-41dd-ae79-6ef0195d7232.jpg","link":"","author":"","placement":"row-reverse"}}},"order":["main","relatedstories","1638392341fcb86fae","1643938611e5a23bf3","164393861505e3ea13","164393883636a864db","1643938786a9dfcb9d","1643837288bd1e070e","16440165435c0e0777"]}