{"sections":{"main":{"type":"article-hero","settings":{}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"WHERE EXACTLY DOES BLUSH GO?","text_center":"<p>For the most natural blush application, one should apply blush to the apples of the cheeks. To find yours, Espinoza recommends spending some time looking at yourself in the mirror — then smile. When you do, the apples of your cheek will naturally lift. For added help, Milan offers this trick: \"I place two fingers next to my nose, and I place [the blush] on the outsides of those two fingers and sweep it up towards the temples.\"<br\/><br\/>If you’re also wearing bronzer and highlight, blush will essentially go in between the two. Espinoza says highlight goes on the high plane of your cheek to add a spotlight to the top of the cheekbone and enhance that area. On the other hand, Milan says, bronzer goes just below the cheekbone area to help sculpt the face. Making a kissy face will make it easier to find the hollow area below the cheekbone.<\/p>"}},"1639359785f918ec7e":{"type":"1col-text-center","settings":{"full_width":false,"title":"THREE EASY BLUSH PLACEMENT TECHNIQUES TO TRY NOW","text_center":""}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cheek-brush-1"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45"],"settings":{"carousel_type":"carousel_right","title":"1. THE FACE-OPENING “C” SHAPE","desc":"<p>Sweep your blush from the apples of the cheeks up into your eyeshadow and brow highlight by creating a C-shape around the eyes. This is a popular editorial and runway blush look Espinoza refers to as “boomerang blush.” This technique adds subtle drama and is perfect for a more dressed-up occasion. To create it, Espinoza recommends using a smaller brush instead of a big, fluffy blush brush so that you have more control over where you're placing the blush.<br\/><br\/>Try: <a href=\"https:\/\/www.sephora.com\/product\/rose-inc-number-2-blush-brush-P476013\"><span style=\"text-decoration:underline\"><strong>Rose Inc Number 2 Blush Brush<\/strong><\/span><\/a><\/p>","collection":"","dots":true,"arrows":true}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"2. SIMPLE SCULPTED CHEEKBONES","desc":"<p>While bronzer is known as the go-to product for face sculpting, Espinoza says blush, too, can be used to carve out and accentuate the cheekbones. You'll need two blush colors for this: one matte or cream blush in a deeper tone to sculpt and one lighter color (powder is best) with a shimmer finish to draw attention to the area as a spotlight. <br\/><br\/>First, Espinoza suggests carving out the cheekbones by applying the matte or cream blush towards the outside of the cheekbones. Then, work the product towards the center of the face bringing it halfway onto your cheekbone. Where you place the color first will be the strongest point, thus creating a sculpted finish. Next, take your lighter blush and apply it to the apples of the cheeks, then work it back into the hairline. \"That way, those two blushes marry together,\" he says.<br\/><br\/>Try: <a href=\"https:\/\/www.roseinc.com\/products\/blush-divine\" target=\"_blank\"><span style=\"text-decoration:underline\"><strong>Rose Inc Cream Blush Refillable Cheek & Lip Color in Azalea<\/strong><\/span><\/a> and Chanel Joues Contraste Powder Blush in Rose Petale<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2"],"settings":{"image":"shopify:\/\/shop_images\/Screen_Shot_2022-01-18_at_5.45.32_PM_7bf1cf3c-6287-4b9d-a732-ba3465c63803.png","link":"","author":"","placement":"row"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"I PLACE TWO FINGERS NEXT TO MY NOSE, AND I PLACE [THE BLUSH] ON THE OUTSIDES OF THOSE TWO FINGERS AND SWEEP IT UP TOWARDS THE TEMPLES.\"","author_quotes":""}},"164281067875504fae":{"type":"product-collection-carousel-module","blocks":{"75741f83-3148-415d-bfb5-c7250a576684":{"type":"product","settings":{"product":"cream-blush"}}},"block_order":["75741f83-3148-415d-bfb5-c7250a576684"],"settings":{"carousel_type":"carousel_left","title":"3. ADD POLISH BY LIGHTLY APPLYING TO THE EYELIDS, LIPS & NOSE","desc":"<p>Although blush is known as a cheek product, it can serve multiple purposes. For example, Espinoza likes adding a bit of blush on the eyelids in lieu of eyeshadow, which he says looks excellent on a fresh-faced natural look. (Rose Inc founder Rosie Huntington-Whiteley also swears by this trick.) Similarly, Milan likes adding a creamy blush on the lips as a lip tint. These blush tricks not only help create a cohesive, monochromatic look, but are also super handy when you're on the go and don't have your entire makeup bag with you or you only have a few minutes to get ready.<\/p><p><br\/>Another blush trend worth trying: Apply a tiny bit of blush over the bridge of the nose, which Milan says creates a sun-kissed look as if you've just returned from a beachy summer getaway.<br\/><br\/>Try: <a href=\"https:\/\/www.roseinc.com\/products\/blush-divine\" target=\"_blank\"><span style=\"text-decoration:underline\"><strong>Rose Inc Cream Blush Refillable Cheek & Lip Color in Apricot<\/strong><\/span><\/a><strong> <\/strong><\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1638825624650a93ab","1639359785f918ec7e","16428104941dd63fed","164281056314a4f446","1635376222a775bae4","164281067875504fae","relatedstories"]}