{"sections":{"main":{"type":"article-hero","settings":{}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"1638392341fcb86fae":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p>Crown Affair founder <a href=\"https:\/\/www.roseinc.com\/blogs\/profile\/dianna-cohen-crown-affair-beauty-interview?_pos=1&_sid=7f7501ea5&_ss=r\"><span style=\"text-decoration:underline\"><strong>Dianna Cohen<\/strong><\/span><\/a><strong> <\/strong>never thought she’d be living in Miami. For her, it was always a place she and her husband would escape to once a year for the renowned art fair and cultural event, Art Basel. Long before launching her coveted hair line, Cohen majored in postmodern contemporary art at NYU and began going to Art Basel eight years ago as a way to honor her passion—and escape the brutal New York winter. “It’s an amazing way to enjoy a ton of art at once,” Cohen says. “It is a beautiful gathering of fairs, galleries, artists and creators. It’s a bunch of brilliant minds in one place.”<br\/><br\/>Still, it was actually the COVID-19 pandemic that finally opened her eyes to the possibility of making this lifestyle a year-round reality. Raised in South Florida, it was easy for Cohen to make the move to Miami last year to be closer to her extended family. Being surrounded by amazing food, relaxing spas, and amazing shopping didn’t hurt either. “The Latinx culture is really beautiful here,” she says. “It’s a very multicultural city and it comes across in <em>everything<\/em>. Many people think of it as only a party city, which it <em>is <\/em>great for that, but it’s also great for a spa getaway or simply just resting and relaxing.” <br\/><br\/>We at Rose Inc agree, which is why we'll be at the Lincoln Road Sephora on Saturday December 4 to celebrate the new Rose Inc with a pop-up flower stand. As for the rest of our weekend in Miami? We enlisted Cohen to help with that. Whether a replenishing spa massage to begin your day, lunch in an elegant courtyard, or cocktails at the most beautiful bar in South Beach, Cohen shares eight places not to miss during any Miami visit, below. <\/p>"}},"164383717917cb2186":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/download_d97b91c8-9621-4891-89f8-4651c81b8edd.jpg","link":"","custom_video_url":"","author":""}},"164383718642d39bec":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>The chances of maintaining a career in Hollywood—as an actress, director, makeup artist, or the like—increases exponentially when both feet are planted firmly on the ground. For Pati Dubroff, being ‘down to earth’ isn’t a passing platitude, it’s a lifestyle of yoga and meditation that’s grounded her through 34 years as a professional makeup artist, a feat reserved for only a select few who balance refined talent with emotional perseverance and mental flexibility.<br\/><br\/>“I'm really lucky that I found it and it found me,” Dubroff says. “There's no way that I could do what I do without the centeredness.” With a storied background working under greats like Francois Nars; a star-studded client roster that includes Margot Robbie, Priyanka Chopra, and Laura Dern; and a gig as a Chanel Makeup Artist, Dubroff is one of the most prolific artists of the time. For these reasons and more, Rose Inc. is delighted to feature Dubroff as this month’s Artist in Residency.<br\/><br\/>This month, things are personal. Dubroff found inspiration for her residency in a tattoo inked on her wrist: Shapes that form a daily reminder of the elements that keep her grounded. With Earth, Water, Air, and Fire in mind, she dreamt up modern looks, then artfully brought them to life on a first-time model she’s known for 16 years: her daughter, Bianca.<\/p>"}},"163831781725567025":{"type":"2col-text-image","blocks":{"a5adf81f-658c-4d0b-a9b4-dd3a305fe471":{"type":"text","settings":{"title":"HER RESIDENCY INSPIRATION:","desc":"<p>For earth, the final installment of her residency, Dubroff crafted what ended up being Bianca’s favorite look, a play on the monochromatic makeup popular with ‘90s supermodels, made modern with suede-y brown textures and moody terracotta accents. It’s 2020-meets-1995 at its core, made sweeter when done on a Gen Zer that missed the trend the first time around.<\/p>"}}},"block_order":["a5adf81f-658c-4d0b-a9b4-dd3a305fe471"],"settings":{"image":"shopify:\/\/shop_images\/download_1_583a50e2-f1c7-4571-8e7f-ea324a36adb6.jpg","link":"","author":"","placement":"row"}},"1643837288bd1e070e":{"type":"1col-text-center","settings":{"full_width":false,"title":"BEHIND THIS LOOK:","text_center":"<p>The more care that goes into the skin, the less makeup is needed, so Dubroff mimicked her go-to red carpet strategy on Bianca: An intraceuticals oxygen treatment, microcurrent, a sheet mask, and, finally, the Victoria Beckham Augustinus Bader Cell Rejuvenating Priming Moisturizer on the perimeter of Bianca’s face. “I can do makeup fast,” Dubroff says, “So more and more time gets used for skin prep now.”<br\/><br\/>Once dewy and hydrated, Dubroff brushed Serge Lutens Spectral L'Impalpable Foundation only where needed, then buffed telltale edges with a small, clean foundation brush. Dubroff then contoured Bianca’s face using Chanel Les Beiges Eau De Teint in Light Deep. “It’s like a liquid tint,” she says, noting that it’s the fastest way to warm up the complexion. For a little color, she dabbed Sunnies Face Airblush in Biscuit onto Bianca’s cheekbones.<\/p>"}},"16438375133c6df828":{"type":"1col-quote","settings":{"full_width":true,"quotes":"‘‘I WANTED THE DRAMA’’","author_quotes":""}},"1643837639ad13a604":{"type":"2col-text-image","blocks":{"070dc0b5-8727-49fe-b2d9-4eb0b9dcece4":{"type":"text","settings":{"title":"","desc":"<p>As for the eyes, Dubroff skipped liner in lieu of matte shadows, which can be tricky to apply, so be sure your lid is devoid of oil for a smooth application. (A little loose powder will help.) “I first built the corner out into a wing using a warm, chocolatey brown, then wrapped the color all the way across the crease to the bridge of the nose,” Dubroff explains. “I wasn’t scared to encroach on her brows because I wanted the drama.”<br\/><br\/>Then, on the center of Bianca’s lid, Dubroff packed on a brick red hue from Chanel Les 4 Ombres in 288 Candeur Et Experience before applying the camel tone from Viseart Matte Eyeshadow Palette in 10 Warm Matte on the center of her eyelid. Then, “I added that same camel color under the eye to avoid it getting heavy,” she says. Several coats of Chanel Le Volume Stretch De Chanel mascara in Noir 10 came last.<br\/><br\/>Dubroff called upon a cocktail of products for Bianca’s lips. First, she contoured her lip line with Chanel Le Rouge Crayon De Couleur in N’23 Warm Brown, before filling in the lip with the same formula in N’22 Natural Brown. Finally, she sharpened Bianca’s lip line with Chanel Le Crayon Lèvres in Nude Brun and topped the whole look with Chanel Rouge Allure in 122 Chestnut.<\/p>"}}},"block_order":["070dc0b5-8727-49fe-b2d9-4eb0b9dcece4"],"settings":{"image":"shopify:\/\/shop_images\/download_2_e6f3fe21-5a6c-40ee-a300-8516f6e256b3.jpg","link":"","author":"","placement":"row-reverse"}},"164383774858fd350b":{"type":"1col-image-video","settings":{"link":"","video_url":"https:\/\/youtu.be\/I-8hg82rdMw","custom_video_url":"","author":""}}},"order":["main","relatedstories","1638392341fcb86fae","164383717917cb2186","164383718642d39bec","163831781725567025","1643837288bd1e070e","16438375133c6df828","1643837639ad13a604","164383774858fd350b"]}