{"sections":{"main":{"type":"article-hero","settings":{}},"165601544351d06e00":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p><br\/><br\/>With all of this passion and drive comes a sturdy self-care regimen. Top of the list? Setting boundaries. “I love products and spas and whatnot, of course,” she says. “But I think the best thing I can do for myself is set clear boundaries with people when it comes to the time that I need for myself,” Peoples says. “I think a lot of people glamorize roles like this, but they don’t realize that it also comes with a lot of hard work. I need a lot of time to myself to come up with creative ideas,” she explains, before adding that she’s notorious for putting her phone on “do not disturb” over the weekends. We’re taking notes. <\/p><p>Below, Peoples, who wears Rose Inc’s <a href=\"https:\/\/www.roseinc.com\/products\/skin-enhance-luminous-tinted-serum\"><span style=\"text-decoration:underline\"><strong>Tinted Serum<\/strong><\/span><\/a><strong>, <\/strong><a href=\"https:\/\/www.roseinc.com\/collections\/complexion\/products\/blush-divine\"><span style=\"text-decoration:underline\"><strong>Blush Divine<\/strong><\/span><\/a><strong> <\/strong>and <a href=\"https:\/\/www.roseinc.com\/collections\/lip\/products\/satin-lip-color-rich-refillable-lipstick\"><span style=\"text-decoration:underline\"><strong>Satin Lip Color<\/strong><\/span><\/a><strong>,<\/strong> courtesy of makeup artist and Amyris’ VP of artistry & education Jason Hoffman, shares more of her wisdom, from her favorite beauty products and the wellness practices that keep her mind clear, to her grandmothers as beauty inspirations, and everything in between. <br\/><\/p><p><br\/><br\/><br\/><\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"2ff41739-ef20-4792-adb0-abefb97bb950":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>How do you feel growing up in Wisconsin has shaped your approach to beauty?<\/p>"}},"08e73282-b1b5-4ca6-b740-032624cc6d03":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>I think that there's so many layers to growing up and being a Black girl, but I was really fortunate enough to have amazing women in my life who always uplifted me and who always made me feel beautiful, even if the world or the industry didn't make me feel that way. I remember as a child and baby, I was very fair-skinned. I loved playing outside and naturally, my skin tone got darker. Around that time, I had one of the most formative conversations about beauty with my mother, because somebody in our neighborhood had made a comment to her about me, saying, \"you shouldn't let her stand out in the sun, she's going to get darker.\" I couldn't have been more than 7 or 8 at the time. I remember, she sat me down and she told me, \"it doesn't matter what other people say. You are so beautiful. You are so loved, and your skin tone does not define the standard of beauty. All shades of brown are so beautiful.\" There’s always been colorism within the Black community. Luckily I had an amazing, supportive community; people who were uplifting of me being brown. I think I always really admired that. <br\/><br\/>My grandmothers really shaped my approach to beauty as well. My grandmother up north in Wisconsin worked in the steel factory, but on Sundays, she was in her Sunday best. She would wear the gloves, the hat, the stockings and the lipstick. My grandma in the South was the exact same way. She worked on a farm, but she was always dressed to the nines as well on Sundays. I just remember being in awe of how amazing they looked. They worked so hard and they had a lot of kids. My grandmother down South had nine kids. My grandmother up north had five. I knew that they had a lot on their shoulders, but they made it look effortless. I think in the industry, it can feel like there’s so much pressure to look a certain way, to be a certain way. My work is so tied to inclusivity. It's really emotional for me because it is a personal feat of wanting to make young people of color feel seen and heard, and wanting to be a ladder. It's never been about the gifts or the glamor. But I literally don't care. I think often about them because any moment that I feel like it's too hard, or things aren't changing, or I'm not changing the standards enough, I remind myself that they never gave up on their work.<\/p>"}},"9c87c2d3-d5ff-4364-99a8-04f03b34a50e":{"type":"dropcap","disabled":true,"settings":{"dropcap":"RI:","description":"<p>What or who has helped you to find confidence along the way?<\/p>"}},"a9e30dd6-8c18-4d63-be67-079af378d66d":{"type":"dropcap","disabled":true,"settings":{"dropcap":"AJ:","description":"<p>I think that learning the history of my people on both sides helped me tremendously in finding my confidence and empowerment. All the things that I was bullied for growing up were linked to beauty standards that were imposed on Black and Filipino communities through colonization and racial hierarchies. Learning about the history of that made me realize that I shouldn’t be ashamed of my features. They make me who I am. <\/p>"}},"cabd3b33-301b-4f09-8618-d501b26918d4":{"type":"dropcap","disabled":true,"settings":{"dropcap":"RI:","description":"<p>Who had the biggest beauty influence on you growing up and why?<\/p>"}},"eb1ff1f4-8713-40ba-ac24-4db2c8d08386":{"type":"dropcap","disabled":true,"settings":{"dropcap":"AJ:","description":"<p>I have to give a huge shoutout to all the O.G. Black and brown beauty and fashion creators on YouTube. I grew up without knowing how to do my hair properly or how to choose lip colors for my skin tone. The natural hair community started gaining popularity around the time that I graduated high school, and seeing all those Black and brown women embracing their natural hair texture inspired me to go natural, too. From the fifth to twelfth grade, I used to straighten and apply heat to my hair <em>every<\/em> single day. Now, I’m all natural and I’m as confident as ever. <\/p>"}}},"block_order":["2ff41739-ef20-4792-adb0-abefb97bb950","08e73282-b1b5-4ca6-b740-032624cc6d03","9c87c2d3-d5ff-4364-99a8-04f03b34a50e","a9e30dd6-8c18-4d63-be67-079af378d66d","cabd3b33-301b-4f09-8618-d501b26918d4","eb1ff1f4-8713-40ba-ac24-4db2c8d08386"],"settings":{"image":"shopify:\/\/shop_images\/2022-JB-ROSE-INC-LINDSAY-PEOPLES-0098.jpg","link":"","author":"James Bee","placement":"row"}},"16560161518f96f542":{"type":"1col-text-dropcap","blocks":{"df9480d4-edbe-48fc-8b34-658f0ff718f3":{"type":"text","disabled":true,"settings":{"dropcap":"RI","description":"<p>How do you feel growing up in Wisconsin has shaped your approach to beauty?<\/p>"}},"d07297e4-e4e5-47ee-bc4a-d8c0747733f9":{"type":"text","disabled":true,"settings":{"dropcap":"LP","description":"<p>I think that there's so many layers to growing up and being a Black girl, but I was really fortunate enough to have amazing women in my life who always uplifted me and who always made me feel beautiful, even if the world or the industry didn't make me feel that way. I remember as a child and baby, I was very fair-skinned. I loved playing outside and naturally, my skin tone got darker. Around that time, I had one of the most formative conversations about beauty with my mother, because somebody in our neighborhood had made a comment to her about me, saying, \"you shouldn't let her stand out in the sun, she's going to get darker.\" I couldn't have been more than 7 or 8 at the time. I remember, she sat me down and she told me, \"it doesn't matter what other people say. You are so beautiful. You are so loved, and your skin tone does not define the standard of beauty. All shades of brown are so beautiful.\" There’s always been colorism within the Black community. Luckily I had an amazing, supportive community; people who were uplifting of me being brown. I think I always really admired that. <br\/><br\/>My grandmothers really shaped my approach to beauty as well. My grandmother up north in Wisconsin worked in the steel factory, but on Sundays, she was in her Sunday best. She would wear the gloves, the hat, the stockings and the lipstick. My grandma in the South was the exact same way. She worked on a farm, but she was always dressed to the nines as well on Sundays. I just remember being in awe of how amazing they looked. They worked so hard and they had a lot of kids. My grandmother down South had nine kids. My grandmother up north had five. I knew that they had a lot on their shoulders, but they made it look effortless. I think in the industry, it can feel like there’s so much pressure to look a certain way, to be a certain way. My work is so tied to inclusivity. It's really emotional for me because it is a personal feat of wanting to make young people of color feel seen and heard, and wanting to be a ladder. It's never been about the gifts or the glamor. But I literally don't care. I think often about them because any moment that I feel like it's too hard, or things aren't changing, or I'm not changing the standards enough, I remind myself that they never gave up on their work.<\/p>"}},"c17051ac-8b17-4fd6-8f10-feb58ac9b338":{"type":"text","settings":{"dropcap":"RI","description":"<p>What’s one of your earliest beauty memories that ignited the beauty and fashion passion for you?<\/p>"}},"5e28b8bc-9a4f-4141-b599-903b89c69cb0":{"type":"text","settings":{"dropcap":"LP","description":"<p>Probably, when I was young and would sneak and watch shows like <em>Girlfriends<\/em> and<em> Sex and the City. <\/em>I just couldn't help myself. I remember thinking, I could get grounded, but I'll risk it. I was in middle school, so I definitely didn't understand any of the stuff that I was watching. But I really resonated with how everybody's hair and makeup was done; a little bit of lipstick or a little bit of eyeshadow. I just remember being so infatuated with the shows, especially <em>Girlfriends. <\/em>And I just had Tracee Ellis Ross on our cover which was really exciting. <br\/><br\/>I think all of them had such distinct beauty choices and style, but I saw myself in all of them in different ways. Some days I wanted to be like Joan and wear my hair out. Then other days you're like, wait, I want to feel like Maya. They were also so confident in themselves even though their characters might’ve been going through something in that episode. But I remember just desiring to have that aura about myself, where I felt good when I looked in the mirror, went out with my friends, or could get through whatever I was going through. It was refreshing to see, because, as far as the industry, it seemed like they didn't want Black girls to feel that way. I spent a lot of time collecting magazines when I was younger. I would put up all these magazines on the wall and my mom would be like, \"None of these people look like you. What are you doing?\" And if there was a Black person in the magazines, it always felt like they were token-izing that person anyway. I think that when I got those moments in watching <em>Girlfriends<\/em>, it just felt so close to home to the point where I can just recite lines from episodes, but I think it made me at least feel like I wasn't alone in wanting to try things. I think it subconsciously really affected me as I started to work in fashion. It also helped me take risks. I remember when I was interning and I had box braids, one of the more senior editors said to me, \"man, you're so brave to wear braids here.\" Which was crazy. But I didn't think anything of it because there were braids on all the shows, and in Essence and Ebony. I would go to the Ebony fashion fair show and they would do that. I think it helped normalize it for me, so I didn't feel like I had to assimilate and change who I was in these rooms.<\/p>"}}},"block_order":["df9480d4-edbe-48fc-8b34-658f0ff718f3","d07297e4-e4e5-47ee-bc4a-d8c0747733f9","c17051ac-8b17-4fd6-8f10-feb58ac9b338","5e28b8bc-9a4f-4141-b599-903b89c69cb0"],"settings":{"full_width":false}},"1656015419a3dda960":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I think I feel the most beautiful when I know that I'm in the driver's seat of my own life.”","author_quotes":""}},"163537292921f7d581":{"type":"2col-simage-limage","settings":{"placement":"row","image1":"shopify:\/\/shop_images\/2022-JB-ROSE-INC-LINDSAY-PEOPLES-0340.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/2022-JB-ROSE-INC-LINDSAY-PEOPLES-0418.jpg","link_2":"","video_url":"","custom_video_url":"","author2":"James Bee"}},"163537294920e1cd97":{"type":"1col-text-dropcap","blocks":{"f83227d2-94bc-4bfd-b486-65f3acb32111":{"type":"text","settings":{"dropcap":"RI","description":"<p>Speaking of the Tracee cover, do you have any favorite covers that you’ve worked on so far?<\/p>"}},"ea5710ea-cea4-4362-b014-9d6a5eaa143a":{"type":"text","settings":{"dropcap":"LP","description":"<p> I think the covers always mean something different depending on where I am in my life. The Tracee cover was so phenomenal, because I just love her and I think she embodies warmth and light and grace. I could not speak more highly of her. She's someone that I think has been in the spotlight for so long and really remained true to who she is. I think it's such an inspiration for people, like myself. So that cover was really special for me. Additionally, my first cover when I came to <em>The Cut<\/em>, was also my first big cover and it was with Naomi Campbell. That was just the most insane moment for me. It was incredible. I remember looking at her shoots growing up and just thinking she was the coolest person ever and so carefree. She looks so chic no matter what she’s wearing and cares so deeply about the world, but doesn’t care what other people think of her at the same time. I just really admire that. That was really cool to have that be my first big fashion shoot cover. But there are so many. <\/p>"}},"4197130c-aa34-4480-bc78-ca3b8be1c61f":{"type":"text","settings":{"dropcap":"RI","description":"<p>With being so busy, how are you practicing self-care and wellness?<\/p>"}},"e8a0f4fd-2060-485d-9e51-2e980a78f5ff":{"type":"text","settings":{"dropcap":"LP","description":"<p>I love getting facials and going to Rescue Spa. But my number one self-care practice is setting boundaries and unplugging. A lot of my job is being out and about and going to events. But I also need a lot of time to myself to come up with creative ideas. Sitting in silence is very important to me. I'm also notorious for putting on the do not disturb button on the weekends. Unless it's somebody's really big birthday or something that I have to go to, I try not to make plans on the weekends because I just need to recharge. I need the option to not do anything. I love taking a three hour walk and listening to podcasts. <\/p>"}}},"block_order":["f83227d2-94bc-4bfd-b486-65f3acb32111","ea5710ea-cea4-4362-b014-9d6a5eaa143a","4197130c-aa34-4480-bc78-ca3b8be1c61f","e8a0f4fd-2060-485d-9e51-2e980a78f5ff"],"settings":{"full_width":false}},"16524947239091634c":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I wouldn’t be able to do this if I couldn’t be my true, authentic, Black self.”","author_quotes":""}},"163537383087f71b7e":{"type":"2col-text-image","blocks":{"f343c650-e88f-44bd-bcdf-0a85f464627d":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>When it comes to skincare, what’s your go-to routine?<\/p>"}},"55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>I love Topicals for fighting hyperpigmentation. My favorite mask is Biologique Recherche’s  Masque VIP. I’ve fallen asleep in it and it works wonders. I also like to mix a lot of moisturizers because my skin needs a lot of moisture. I also like to use anti-aging serums. I also wear Ami Colé every single day. <\/p>"}},"1f2c309e-b5e1-4e42-bb91-bd2839df19bf":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>What are your go-to hair care products?<\/p>"}},"93fe9ca9-c0f3-47d7-a02a-f077da222eeb":{"type":"dropcap","settings":{"dropcap":"AJ:","description":"<p>I love using OUAI. I like Living Proof a lot too. I also use a brand called Mielle Organics. I love their hair growth oils. Hairfinity has really good oil too. I like to put on a face mask and rub my edges with the oil. <\/p>"}},"02873e08-613b-4fb8-83fe-8149eb13c331":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>What is your go-to fragrance?<\/p>"}},"0fc9b4f1-72d9-4c4b-b7d9-d327094510f0":{"type":"dropcap","settings":{"dropcap":"AJ:","description":"<p> I still love the Fenty one. I love that scent so much. It doesn't matter if you're just going out of the house for a little bit, or you're going out with your girls, or going on a date. <\/p>"}},"f52517a5-71fa-4e69-9317-194253267252":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>Were there any wellness practices that you started doing during the lockdown that have stuck with you?<\/p>"}},"f065699f-bf6f-43fa-8e14-31e51efe6754":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>Going on a lot of walks. I thought it was a waste of time before. I was like, this is not really going to do anything. But now it's my favorite thing to do. I was already into sitting here and doing face masks and stuff like that, but I think the walks have really helped me clear my mind. It definitely helps me focus a little bit better. Sometimes I'll just walk without headphones. Sometimes I'll listen to a podcast or music. Sometimes I'll just call a couple girlfriends to catch up, but I feel like my habits are aligning with the kind of person that I want to be, even when it’s as simple as taking time to go for a walk and just clear my head a little bit.<\/p>"}}},"block_order":["f343c650-e88f-44bd-bcdf-0a85f464627d","55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa","1f2c309e-b5e1-4e42-bb91-bd2839df19bf","93fe9ca9-c0f3-47d7-a02a-f077da222eeb","02873e08-613b-4fb8-83fe-8149eb13c331","0fc9b4f1-72d9-4c4b-b7d9-d327094510f0","f52517a5-71fa-4e69-9317-194253267252","f065699f-bf6f-43fa-8e14-31e51efe6754"],"settings":{"image":"shopify:\/\/shop_images\/2022-JB-ROSE-INC-LINDSAY-PEOPLES-0265.jpg","link":"","author":"James Bee","placement":"row"}},"1651269218b65d3294":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I think the best thing I can do for myself is set clear boundaries with people when it comes to the time that I need for myself.”","author_quotes":""}},"1652495408e09d038b":{"type":"1col-text-dropcap","blocks":{"000c1d45-3c24-43d7-a85f-55db29ba74b8":{"type":"text","settings":{"dropcap":"RI","description":"<p>How would you like to see the beauty industry change?<\/p>"}},"be15d41d-ab3a-459e-800b-851472dc7e2a":{"type":"text","settings":{"dropcap":"LP","description":"<p>I think that I'm always really interested in seeing is a less curated version of different people using products. A concealer will sit on someone's skin differently if they're 20 versus 60. Right? I think a lot of times the brands tend to gravitate towards the 15 people that have the biggest following. But I'm really drawn to those who are a little bit off of the beaten path. I like seeing the product on different kinds of people. I love seeing everyone’s different interpretations of how to use a product and things like that. I think that's also why I'm drawn to TikTok. I think it’s changing the game as far as opening the doors for different types of beauty. Instagram sometimes feels too curated and too perfect. And it can feel like the same people are always in the same ads.<\/p>"}}},"block_order":["000c1d45-3c24-43d7-a85f-55db29ba74b8","be15d41d-ab3a-459e-800b-851472dc7e2a"],"settings":{"full_width":false}},"1653434449bb1df54e":{"type":"1col-image-video","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/11.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"1652494758f9b67909":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Changing things for little Black girls is the best thing I could probably do on this earth.”","author_quotes":""}},"1652495422ce8dccc8":{"type":"1col-text-dropcap","blocks":{"c7fcb34f-cd45-4185-a58f-454d99ac10cb":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Did you develop any new self-care habits throughout the pandemic that you’ve stuck with?<\/p>"}},"986b2b39-162d-4b43-bff4-a61ba16afc9b":{"type":"text","settings":{"dropcap":"AJ:","description":"<p>I actually started taking daily antidepressants during the pandemic. Life became overwhelming around that time. For so long, I let the stigma surrounding taking medication stop me. I suffered longer than I really needed to. I finally talked to a doctor and started taking Lexapro. This medication literally saved my life and it’s a shame that I let the stigma prevent me from seeking help sooner. <\/p>"}},"615c30b0-1527-4e70-8e61-c2ff2b085b2a":{"type":"text","disabled":true,"settings":{"dropcap":"RI:","description":"<p>What is your go-to beauty pick-me-up?<\/p>"}},"91e0fb83-5510-4ac2-82d1-b00166bb7b30":{"type":"text","settings":{"dropcap":"AJ:","description":"<p>A good ol’ slicked-back bun will always make me feel better. It makes me feel like I have my life together. Truly. I can be bare-faced and wearing sweatpants but as long as I have that hair slicked back, I’m good. <\/p>"}}},"block_order":["c7fcb34f-cd45-4185-a58f-454d99ac10cb","986b2b39-162d-4b43-bff4-a61ba16afc9b","615c30b0-1527-4e70-8e61-c2ff2b085b2a","91e0fb83-5510-4ac2-82d1-b00166bb7b30"],"disabled":true,"settings":{"full_width":false}},"1653058520f9605b48":{"type":"2col-text-image","blocks":{"069fede8-1fe5-43c7-923a-3e244b690647":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>When do you feel most beautiful?<\/p>"}},"840c148e-3fb5-4e27-b57b-94136a7e9b5f":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>I think I feel the most beautiful when I know that I'm in the driver's seat of my own life. When I’m not just watching it happen. I think life can move so fast. Especially here in New York, you just feel like… what day is it? What week is it? What's going on? But when I'm actively making choices for myself, and understanding and realizing that everything is a choice, that I don't have to be friends with a certain person if I don't want to, I don't have to go somewhere if I don't want to. The choice that I do have to make is to continue to show up for myself. I think that's when I feel really beautiful and good about myself, because I'm not just letting life happen to me and I'm not letting it just pass me by. It’s about, not just listening to the gut, but acting on it.<\/p>"}},"db57ff03-fff7-4deb-a183-205852ce42ab":{"type":"dropcap","settings":{"dropcap":"RI","description":"<p>How do you define beauty?<\/p>"}},"03ec7be8-0e84-4706-8877-267aaceb8c60":{"type":"dropcap","settings":{"dropcap":"LP","description":"<p>I define beauty by a sense of resilience. The people that I look up to have the ability to find a sense of strength and sought power and resilience no matter what. They have an ability to stay grounded and rooted in who they are. I feel that to be beautiful. I think anyone can have a pretty face. Anyone can go get any work done these days. But I actually really define beauty as having the confidence to walk in your truth as who you are, and not feel like you have to conform. I think that sense of independence and resilience is something that I probably took for granted before the pandemic, and realize the importance of it now. <\/p>"}}},"block_order":["069fede8-1fe5-43c7-923a-3e244b690647","840c148e-3fb5-4e27-b57b-94136a7e9b5f","db57ff03-fff7-4deb-a183-205852ce42ab","03ec7be8-0e84-4706-8877-267aaceb8c60"],"settings":{"image":"shopify:\/\/shop_images\/2022-JB-ROSE-INC-LINDSAY-PEOPLES-0178.jpg","link":"","author":"James Bee","placement":"row-reverse"}},"165601742300ff13c6":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I define beauty by a sense of resilience.”","author_quotes":""}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":true,"title":"Getting Ready With Lindsay Peoples","text_center":""}},"163713342996801513":{"type":"1col-quote","settings":{"full_width":false,"quotes":"<iframe style=\"border-radius:12px\" src=\"https:\/\/open.spotify.com\/embed\/playlist\/1MYd5MnEzB2YoRGnirLS3B?utm_source=generator\" width=\"100%\" height=\"380\" frameborder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\"><\/iframe>","author_quotes":""}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"1656357059abd258fc":{"type":"1col-text-center","settings":{"full_width":true,"title":"Shop Lindsay's Picks","text_center":""}},"1647275735d678f47a":{"type":"product-collection-carousel-module","blocks":{"39b469f2-2437-416a-8118-33ce0fea7182":{"type":"product","settings":{"product":"skin-enhance-luminous-tinted-serum"}},"affcb6ad-6e25-4823-8182-e6a34ecab15b":{"type":"product","settings":{"product":"cream-blush"}},"af5d40dd-e7d8-4cbb-9c54-266cdd070e21":{"type":"product","settings":{"product":"satin-lip-color-rich-refillable-lipstick"}},"4effd0c2-55ec-48c8-94e6-feca7a3c0254":{"type":"product","disabled":true,"settings":{"product":""}}},"block_order":["39b469f2-2437-416a-8118-33ce0fea7182","affcb6ad-6e25-4823-8182-e6a34ecab15b","af5d40dd-e7d8-4cbb-9c54-266cdd070e21","4effd0c2-55ec-48c8-94e6-feca7a3c0254"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}}},"order":["main","165601544351d06e00","16391019784c81622d","16560161518f96f542","1656015419a3dda960","163537292921f7d581","163537294920e1cd97","16524947239091634c","163537383087f71b7e","1651269218b65d3294","1652495408e09d038b","1653434449bb1df54e","1652494758f9b67909","1652495422ce8dccc8","1653058520f9605b48","165601742300ff13c6","1638825624650a93ab","163713342996801513","relatedstories","1656357059abd258fc","1647275735d678f47a"]}