{"sections":{"main":{"type":"article-hero","settings":{}},"16353724683d856b0a":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"","text_center":"<p><a href=\"https:\/\/www.instagram.com\/marjon_carlos\/?hl=en\/\" target=\"_blank\" title=\"Marjon Carlos\"><strong>Marjon Carlos<\/strong><\/a> leads a busy life. At any moment you could find her penning empowering cover stories for prestigious publications like<em> i-D <\/em>and <em>Elle<\/em>, keeping it real on her Instagram Live talk show <em>Your Favorite Auntie <\/em>or hosting a revolving door of on-camera and public speaking engagements. The kicker? No matter the agenda item, you can expect Carlos to do it in a stunning sartorial look. While living and working stylishly is definitely a calling card for this former <em>Vogue<\/em> editor, making time for self-care has also become non-negotiable for showing up as her best self every day. “For me, self-care is a way of saying to myself, ‘You deserve more and that’s okay,’” she tells Rose Inc. “It’s my way of telling myself that I don’t always have to be on and producing something—that I deserve [rest].”<\/p><p>All in all, Carlos feels her best when she’s following her own path, no matter what. “It’s a very visceral experience,” she shares. And true to that path comes with setting healthy boundaries. “I now see boundaries as a super important form of self-care,” she explains. “For so long, as a Black woman occupying white spaces, I felt I had to be a certain way. Now, if I feel like I’m being taken advantage of or not getting all that I’ve worked for, I speak up about it.” Here, Carlos expands further on how her idea of self-care takes many different forms, from lighting candles to simply taking the time to listen to her favorite podcasts. She details her own beauty journey influenced by her Texas upbringing and stacked with lessons on embracing her hair (while looking to icons like<strong> <\/strong><a href=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/traceeellisross\/?hl=en\/\"><strong>Tracee Ellis Ross<\/strong><\/a><strong> <\/strong>for inspiration) and using her platform to uplift people of color in fashion and beauty.<\/p>"}},"163537292921f7d581":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/KS_5_e9e09407-901c-4cc4-905b-69e2fb568303.jpg","author1":"","image2":"shopify:\/\/shop_images\/KS_7_9d5fc254-b010-4bf7-9048-f30b1923d697.jpg","video_url":"","custom_video_url":"","author2":""}},"163537294920e1cd97":{"type":"1col-text-dropcap","blocks":{"f83227d2-94bc-4bfd-b486-65f3acb32111":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What is your earliest beauty memory?<\/p>"}},"ea5710ea-cea4-4362-b014-9d6a5eaa143a":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>I remember cutting my hair myself, [which] actually led me to getting my hair permed. Because I was in white spaces, I also remember having sleepovers and not doing things I needed to do like wrapping my hair because that's not something my mom did or particularly needed to do.<br\/><br\/>Through growing up and trial and error, I learned that it's okay to do things to fit your needs and not conform to what everyone else is doing. That mentality wasn’t serving me.  [Straightening my hair, for example,] was just drying my hair out and not allowing it to thrive, all because I wanted to fit in and not be different.<\/p>"}},"fafeeda8-f8b1-43e1-81fa-5b074edac818":{"type":"text","settings":{"dropcap":"RI:","description":"<p>Who was your biggest beauty influence growing up?<\/p>"}},"72eb0234-5805-4c75-8bd8-0548d5fdad14":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>I was influenced a lot by my mom's culture. She’s both Black and Indigenous, but I remember growing up noticing our difference in hair types. Even with that, she really did a good job of taking care of my hair. Through growing up I did learn a lot about beauty through friends that I made in college, who are Hispanic, Black, Indigenous and [multicultural]. Embracing my Blackness has been a journey, especially given the fact that I had no women in my home to turn to who shared the same color or features as me. It has come from friendships made during and after college as well as increased representation in media. I first learned how to take care of my hair when I discovered natural<strong> <\/strong><a href=\"https:\/\/www.instagram.com\/naptural85\/?hl=en\"><span style=\"text-decoration:underline\"><strong>YouTuber Whitney White<\/strong><\/span><\/a>. Seeing examples of Black women loving themselves is undoubtedly one of the most powerful things.<\/p>"}}},"block_order":["f83227d2-94bc-4bfd-b486-65f3acb32111","ea5710ea-cea4-4362-b014-9d6a5eaa143a","fafeeda8-f8b1-43e1-81fa-5b074edac818","72eb0234-5805-4c75-8bd8-0548d5fdad14"],"settings":{"full_width":false}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"4ff31855-6e66-4e2f-9be1-163d45e70ed3":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>With so much coming at us constantly, how do you make sure to protect your energy and practice self-care?<\/p>"}},"f2894106-77a0-4cb4-9657-15fe0928df46":{"type":"dropcap","settings":{"dropcap":"KRS:","description":"<p>Educating online and using [my] face, images and videos can get exhausting and draining. I particularly get a lot of comments about my appearance and questioning my identity, which can be hard to deal with. I think I've learned to grow a thick skin because that was something that was questioned a lot when I was younger as well. I've grown into standing in my truth and knowing who I am. Other times, when I do have the energy, I do address it just because I feel like it can be a good example or give others a voice to those who get thrown the same thing.<br\/><br\/>Self-care also comes in different forms. Sometimes it’s just putting my phone away and not reading comments for a few days. I like to do other grounding things, too. So either talking to a friend or taking a bath and writing, which is actually very helpful to help set your thoughts down. I feel really great when I journal consistently. I also really love yoga. I try to do it every morning, even if it's a short one or something focusing on breathing. I've noticed it's really helped my anxiety and helped me to be present.<\/p>"}},"afb6e343-a6f2-488e-9965-49d70a478206":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Did your relationship to self-care evolve throughout the quarantine?<\/p>"}},"6ec15a91-2e2c-424d-a8ba-444e3b0c3baf":{"type":"dropcap","settings":{"dropcap":"KRS:","description":"<p>I feel like the pandemic allowed me to demand more time for myself and be selfish in a way. It’s allowed me the confidence to say no to different opportunities or hanging out with people. A lot of times we can feel guilty for saying no, but sometimes you need and want to take time for yourself and you should. It's okay to do that.<br\/><br\/>Another thing I implemented during quarantine is to not go on Instagram before noon every day. I noticed if I have mornings to myself, it really changes the trajectory of my day, and it's been really good for me to set that boundary for myself. <\/p>"}},"8c261f2e-dd2a-4017-8c69-0738db04012d":{"type":"dropcap","settings":{"dropcap":"","description":""}}},"block_order":["4ff31855-6e66-4e2f-9be1-163d45e70ed3","f2894106-77a0-4cb4-9657-15fe0928df46","afb6e343-a6f2-488e-9965-49d70a478206","6ec15a91-2e2c-424d-a8ba-444e3b0c3baf","8c261f2e-dd2a-4017-8c69-0738db04012d"],"settings":{"image":"shopify:\/\/shop_images\/KS_3_1d2f8289-cb5c-44fc-b7b5-62329303c5fc.jpg","author":"","placement":"row-reverse"}},"16353756072b9eab55":{"type":"1col-text-dropcap","blocks":{"ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What is something that you no longer believe about beauty that you once did?<\/p>"}},"bab0e30c-e1de-4fa5-a487-5eac5ec700b9":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>That just because something works for someone else doesn't mean it's going to work for you. I think it’s great to watch others and take their recommendations with a grain of salt. It’s really nice to discover what works for you on your own. It feels that much more authentic and that much more truthful. <\/p>"}},"a9d14bd6-67c8-4437-9a3d-b8400a9f832d":{"type":"text","settings":{"dropcap":"RI:","description":"<p>How do you keep self-comparison at bay?<\/p>"}},"b944f55c-190f-4a8e-8c68-d0f093907aea":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>I definitely deal with these feelings, but practicing gratitude has helped me a lot. I also don’t want that to come off as toxic positivity either, because it's okay to feel those things, they’re natural. I allow myself to feel, cry and watch some Netflix or whatever I need to do. But journaling and writing down what I'm grateful for and also reflecting on how far I’ve come and all that I’ve accomplished is very helpful. I remind myself that I’m getting the opportunities that are meant for me. <\/p>"}}},"block_order":["ba6e643b-3a5a-4f3c-84b8-b53e5a0de01a","bab0e30c-e1de-4fa5-a487-5eac5ec700b9","a9d14bd6-67c8-4437-9a3d-b8400a9f832d","b944f55c-190f-4a8e-8c68-d0f093907aea"],"settings":{"full_width":false}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“I’ve grown into standing in my truth and knowing who I am.”","author_quotes":""}},"163537383087f71b7e":{"type":"2col-text-image","blocks":{"f343c650-e88f-44bd-bcdf-0a85f464627d":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>If you could only choose between your hair routine or makeup routine before leaving the house, which would you choose and why?<\/p>"}},"55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa":{"type":"dropcap","settings":{"dropcap":"KRS:","description":"<p>I would choose makeup because my hair is either always in a protective style or I’m wearing my locs. I locked my hair two years ago and that's been a style I really love and fits me. So I think that I would just rather do a little makeup touch-up and leave my hair how it is. That’s something that's always been a long journey as a Black woman, to be comfortable with my hair.<\/p>"}},"1f2c309e-b5e1-4e42-bb91-bd2839df19bf":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>Who or what is inspiring you beauty-wise these days?<\/p>"}},"93fe9ca9-c0f3-47d7-a02a-f077da222eeb":{"type":"dropcap","settings":{"dropcap":"KRS:","description":"<p>One of the first people that came to mind is Indigenous model <a href=\"https:\/\/www.instagram.com\/quannah.rose\/?hl=en\"><span style=\"text-decoration:underline\"><strong>Quannah Rose<\/strong><\/span><\/a>. I love that she's embracing her culture and what makes her unique. She’s not afraid to have her traditional tattoos.I think that that's really amazing. And my friends inspire me beauty-wise. Some of them do their makeup very colorfully and very embellished; they teach me things that I wouldn't otherwise try. <\/p>"}},"02873e08-613b-4fb8-83fe-8149eb13c331":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>What are the skincare essentials you’re loving right now?<\/p>"}},"0fc9b4f1-72d9-4c4b-b7d9-d327094510f0":{"type":"dropcap","settings":{"dropcap":"KRS:","description":"<p>Black soap for my body and my face. Another essential is the <a href=\"https:\/\/myshlf.us\/p-228116\"><span style=\"text-decoration:underline\"><strong>Dark Spot Serum<\/strong><\/span><\/a> from Eadem. I love it, I'm on my second bottle. I use that every day, morning and night. I also love using sheet masks. They’re the best for clearing your skin and getting rid of any irritation or discoloration. I like to use <a href=\"https:\/\/myshlf.us\/p-228118\"><span style=\"text-decoration:underline\"><strong>Cocokind’s sunscreen<\/strong><\/span><\/a><strong>.<\/strong> I’ve always had a tough time finding sunscreen before there were many natural options. I was allergic to chemical sunscreen and I would break out in high school, but it was hard because even if you have [a lot of] melanin, you do still have to protect your skin and I wasn't protecting it for so much of my life until this past year after I found the right one. This sunscreen is amazing because it doesn't have a bad white cast, which is amazing for having brown skin. For my lips, I use<strong> <\/strong><a href=\"https:\/\/myshlf.us\/p-228119\"><span style=\"text-decoration:underline\"><strong>Belief’s Aqua Bomb Lip Mask<\/strong><\/span><\/a><strong> <\/strong>and it feels really amazing. I love having hydrated lips, that’s very important for me. <\/p>"}}},"block_order":["f343c650-e88f-44bd-bcdf-0a85f464627d","55bd5f71-dbe8-4926-8e7a-8a0b38ba88fa","1f2c309e-b5e1-4e42-bb91-bd2839df19bf","93fe9ca9-c0f3-47d7-a02a-f077da222eeb","02873e08-613b-4fb8-83fe-8149eb13c331","0fc9b4f1-72d9-4c4b-b7d9-d327094510f0"],"settings":{"image":"shopify:\/\/shop_images\/KS_4_12a31686-ffad-43bb-9cbf-ba9ce243832b.jpg","author":"","placement":"row"}},"1637133416765ce15d":{"type":"1col-text-dropcap","blocks":{"cfb0d2b1-4272-4ed4-8107-b24293288b2b":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What’s your hair routine like?<\/p>"}},"3691ff6d-cc23-4e19-bd90-ac8258c8268c":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>I honestly don't use much. I like to use castor oil and water on my hair. If I do my edges occasionally, I use an edge control from Arcani. I like to braid my hair myself. It’s a very therapeutic thing for me. I like to try and master different styles. It’s also nice having control over my hair and saving money in the process.<\/p>"}},"7b90c793-7900-4c10-a92e-5a6bfd42d8c3":{"type":"text","settings":{"dropcap":"RI:","description":"<p>How often do you like to do your braids?<\/p>"}},"cee98b0a-127c-4054-a5ef-2efdbc73f541":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>Every three-ish weeks. I try to give my hair a break in-between and give it a deep wash. Also, a couple of times a year I like to do an apple cider vinegar rinse and really clean my scalp. In between braiding, I’ll just twist my hair with water and castor oil. I like to keep it simple. <\/p>"}}},"block_order":["cfb0d2b1-4272-4ed4-8107-b24293288b2b","3691ff6d-cc23-4e19-bd90-ac8258c8268c","7b90c793-7900-4c10-a92e-5a6bfd42d8c3","cee98b0a-127c-4054-a5ef-2efdbc73f541"],"settings":{"full_width":false}},"16388938398eeee2b5":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/Kara_add_2.jpg","video_url":"","custom_video_url":"","author":""}},"1638893841a55c6ef4":{"type":"1col-text-dropcap","blocks":{"b7eb441c-cf58-4d3c-b913-ce2acf72e5c1":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What’s your go-to makeup routine?<\/p>"}},"1f299ae6-8551-4f41-a788-7adc0b34dfcf":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>I use the <a href=\"https:\/\/myshlf.us\/p-228122\"><span style=\"text-decoration:underline\"><strong>Beauty Counter Primer<\/strong><\/span><\/a><strong>. <\/strong>Then, I like to use <a href=\"https:\/\/myshlf.us\/p-228124\"><span style=\"text-decoration:underline\"><strong>NARS concealer<\/strong><\/span><\/a>, which I’ve used for the past 10 years of my life. It's the only thing I use. I don’t use foundation because I don't like having that much makeup on my face. I also like using the <a href=\"https:\/\/myshlf.us\/p-228125\"><span style=\"text-decoration:underline\"><strong>Fenty Matchstix<\/strong><\/span><\/a> to lightly contour my cheeks. I’ve also been loving the <a href=\"https:\/\/myshlf.us\/p-228127\"><span style=\"text-decoration:underline\"><strong>Valentino mascara.<br\/><br\/><\/strong><\/span><\/a>I watched Zoë Kravitz's beauty routine a couple of months ago and I saw that she lined the bottom waterline and I noticed for some reason it just makes my eye shape look a little bit more symmetrical or uniform and I’ve been doing that. I like to use a <a href=\"https:\/\/myshlf.us\/p-228129\"><span style=\"text-decoration:underline\"><strong>gloss<\/strong><\/span><\/a><strong>, <\/strong>right now I’m using Beautycounter’s. And then I use a lip liner. I love using a <a href=\"https:\/\/myshlf.us\/p-228130\"><span style=\"text-decoration:underline\"><strong>brown liner <\/strong><\/span><\/a>and right now I’ve been using one from NYX. <\/p>"}},"49dbe45b-5bcc-49ad-ab6f-f7394edaea35":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What is one beauty lesson you carry with you today?<\/p>"}},"bca817d6-f97f-40c3-9dda-73427884c970":{"type":"text","settings":{"dropcap":"KRS:","description":"<p>From my mom, I really learned that less is more and of course, the importance of taking care of my skin. I also actually prefer to not wear a lot of makeup if I have the option. At the end of the day, I’ve learned the best thing is listening to your skin and not just doing what is sold to you<\/p>"}}},"block_order":["b7eb441c-cf58-4d3c-b913-ce2acf72e5c1","1f299ae6-8551-4f41-a788-7adc0b34dfcf","49dbe45b-5bcc-49ad-ab6f-f7394edaea35","bca817d6-f97f-40c3-9dda-73427884c970"],"settings":{"full_width":false}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"Getting Ready with Kara Roselle Smith","text_center":"<p>﻿﻿Kara Roselle Smith shares with Rose Inc how she keeps her spirits high with a gratitude practice, daily yoga and feel-good playlist. Read more here:<\/p>"}},"163713342996801513":{"type":"1col-quote","settings":{"full_width":false,"quotes":"<iframe src=\"https:\/\/open.spotify.com\/embed\/playlist\/1muSwuSeuJ7Idl4utx0Mf5?utm_source=generator\" width=\"100%\" height=\"380\" frameborder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\"><\/iframe>","author_quotes":""}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}}},"order":["main","16353724683d856b0a","163537292921f7d581","163537294920e1cd97","16353730788751ed1d","16353756072b9eab55","1635376222a775bae4","163537383087f71b7e","1637133416765ce15d","16388938398eeee2b5","1638893841a55c6ef4","1638825624650a93ab","163713342996801513","relatedstories"]}