{"sections":{"main":{"type":"article-hero","settings":{}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"1. Find your shade","desc":"<p>The first step is finding the right shades of the Skin Enhance Luminous Tinted Serum and the Softlight Luminous Hydrating Concealer that match your skin tone. For the tinted serum, Hoffman recommends noting your skin's undertone, whether red, neutral, golden, olive, peach or cool pink. Don't worry; there's <a href=\"https:\/\/www.roseinc.com\/pages\/shade-finder\/\"><span style=\"text-decoration:underline\"><strong>a quiz for that<\/strong><\/span><\/a>. \"The intensity levels (light to dark) are more forgiving, and most people can wear more than one, but you don't want to have a yellow face with a pink body,\" he says. <br\/><br\/>If you’re in between shades, go a shade lighter or darker depending on the look you want to achieve. A slightly deeper shade will give your complexion a little tan, while a lighter one will make a strong makeup look appear even more statement-making.  <br\/><br\/>On the other hand, when choosing a concealer shade, Hoffman advises being more aware of how light or dark of a skin tone you go. \"There are more shades [to consider] as the undertone and intensity needs to be a more exact match,\" he explains. \"First, make sure you have the right tone that's not too light or too dark. Next, find the correct undertone that suits your skin. If dark circles are the issue, try a peach or pink undertone concealer.\" <br\/><br\/>As a general rule of thumb, Hoffman adds that going with a lighter concealer shade if you’re in between shades works well for  brightening up the undereye area. But if you want to conceal blemishes, it’s best to match your concealer as close to your skin tone as possible,  into the tinted serum.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2"],"settings":{"image":"shopify:\/\/shop_images\/body-1_42dc021d-2516-44f8-ae04-e28b9a7f05ca.jpg","link":"","author":"","placement":"row"}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"2. Prep The Skin","text_center":"<p>A flawless makeup application begins with well-prepped skin — think of it like creating a smooth, blank canvas to work with. Even if you have the best complexion products, flaky skin can ruin a makeup look. For this reason, Hoffman recommends using the<a href=\"https:\/\/www.roseinc.com\/collections\/shop-all\/products\/clarifying-toner\"> <span style=\"text-decoration:underline\"><strong>Skin Clarifying Alcohol Free Toner<\/strong><\/span><\/a> to remove dead skin cells on the skin's surface and brighten up the complexion. He suggests following that with the<a href=\"https:\/\/www.roseinc.com\/collections\/shop-all\/products\/radiant-reveal-brightening-serum\"><strong> <\/strong><span style=\"text-decoration:underline\"><strong>Radiant Reveal Skin Brightening Serum<\/strong><\/span><\/a> and the<a href=\"https:\/\/www.roseinc.com\/collections\/shop-all\/products\/hydration-replenish-microencapsulated-moisturizer\"> <span style=\"text-decoration:underline\"><strong>Hydration Replenish Microencapsulated Moisturizer<\/strong><\/span><\/a><strong>. <\/strong>If the skin looks dull or tired, Hoffman will also add more brightening serum again just before applying the tinted serum.<br\/><br\/>\"I love to apply the Softlight Concealer directly after the brightening eye cream,\" says Hoffman of prepping the undereye area. \"This allows the two products to mix slightly, and it adds even more radiance to the concealer.\"<\/p>"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"...This allows the two products to mix slightly, and it adds even more radiance...\"","author_quotes":""}},"0b1fbdca-df50-47c2-a43d-f69a9fca8b7c":{"type":"2col-text-image","blocks":{"0ab6d197-0533-4a0b-ba6c-b2130adcaa20":{"type":"text","settings":{"title":"3. APPLY THE TINTED SERUM FIRST","desc":"<p>The rule is always skincare first, says Hoffman. So once you complete your skincare routine,  go in with the tinted serum all over the face (don’t forget  the neck if there is redness or discoloration), and the ears if needed, too. \"This will give an evenness to the tone,\" says Hoffman who also recommends checking to make sure that all exposed skin matches your complexion. <br\/><br\/>Hoffman’s favorite tool for applying tinted serum is the<a href=\"https:\/\/www.roseinc.com\/collections\/tools\/products\/foundation-brush\"> <span style=\"text-decoration:underline\"><strong>Number 3 Foundation Brush<\/strong><\/span><\/a>. \"It allows for coverage but looks undetectable on the skin without streaking,\" he says. For the best application, he advises applying the tinted serum to your hand first and then picking up the product using the brush. “The [pigment] spheres will naturally burst on the hand or on the face,” he says. <br\/><br\/>As for coverage, adjust it to your liking. When layered and blended correctly, tinted serum can go from a sheer to a medium coverage. The trick: “I recommend two pumps to start; the coverage is nice,” he says. “If you need more, add one pump at a time to get the coverage you need.”<br\/><\/p>"}}},"block_order":["0ab6d197-0533-4a0b-ba6c-b2130adcaa20"],"settings":{"image":"shopify:\/\/shop_images\/body-2_5def1cb6-2b3b-4b65-8a5a-cfffb7422074.jpg","link":"","author":"","placement":"row-reverse"}},"85e1a61d-51e0-41b1-ad42-dc04d4ad7654":{"type":"1col-text-center","settings":{"full_width":false,"title":"4. LAYER THE CONCEALER OVER TOP","text_center":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>Next, layer the concealer over areas where you want some extra coverage. \"Apply to the areas that have discoloration, redness, or undereye issues and blend into the tinted serum,\" Hoffman says. “If you want to target a specific spot with concealer, let the tinted serum set for a minute. If you want to add a little boost of coverage to the tinted serum, layer them immediately. Either way, they work beautifully together,” says the artist, whosego-to brush here is the<a href=\"https:\/\/www.roseinc.com\/collections\/tools\/products\/dual-ended-concealer-brush-1\"> <span style=\"text-decoration:underline\"><strong>Number 4 Dual-Ended Concealer Brush<\/strong><\/span><\/a>. \"I like the flat side for precision work while the fluffy side buffs everything perfectly into place,” he explains.<br\/><br\/>The end result in Hoffman's words: \"What's so fantastic is that you can truly get a full coverage without looking like you have a mask of foundation.\"<\/p>"}},"688dbde7-add4-45b8-b876-3cf6b3d85880":{"type":"product-set-carousel","settings":{"title":"Your Layering Tool Kit","desc":"","collection":"complexion","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","164281056314a4f446","1638825624650a93ab","1635376222a775bae4","0b1fbdca-df50-47c2-a43d-f69a9fca8b7c","85e1a61d-51e0-41b1-ad42-dc04d4ad7654","688dbde7-add4-45b8-b876-3cf6b3d85880","relatedstories"]}