{"sections":{"main":{"type":"article-hero","settings":{}},"1664896381f2f2a5f7":{"type":"1col-image-video","settings":{"link":"","video_url":"https:\/\/www.youtube.com\/watch?v=3uj1B5ivt5o&t=69s","custom_video_url":"","author":""}},"7c492eb5-577c-4b52-803c-c6a779fea1e5":{"type":"1col-text-dropcap","blocks":{"7360c9e6-f919-4703-baf1-8bdc28c1256f":{"type":"text","settings":{"dropcap":"RI:","description":"<p>The world of beauty is more diverse and more inclusive than it was just five years ago. Which changes make you feel positive—and where is there still room for improvement?<\/p>"}},"5c203547-ca09-4c5b-9cea-5f56e719991f":{"type":"text","settings":{"dropcap":"HK:","description":"<p>I think social media has given people a voice and allowed people to really come into a place where they have the choice in terms of who they follow, what messages they digest, and what content they consume. They don’t have to follow someone that doesn’t resonate with them if they don’t want to because now, they have the option to follow whoever they want. With control more so in the hands of the public and the consumer, everyone can voice opinions on diversity and inclusion more openly—which has been a huge force for the beauty industry. People now have the platforms they need to speak to the beauty community and to tell them diversity is an issue and that we need to do something about it. Social media has allowed for transparency, questioning, and challenging standards now that the consumer has access to more information and a foundation to stand on. Ultimately, social media has been the biggest driver of the need for diversity in beauty, the craving for everyone to feel beautiful.<\/p>"}}},"block_order":["7360c9e6-f919-4703-baf1-8bdc28c1256f","5c203547-ca09-4c5b-9cea-5f56e719991f"],"settings":{"full_width":true}},"166490058928056974":{"type":"1col-quote","settings":{"full_width":true,"quotes":"‘‘ SOCIAL MEDIA HAS ALLOWED FOR TRANSPARENCY, QUESTIONING, AND CHALLENGING STANDARDS... ’’","author_quotes":""}},"4017a2f1-1710-4999-8903-54e94f5eb47e":{"type":"1col-text-dropcap","blocks":{"69375a58-d28f-4ca5-8d06-071bc1b86d1b":{"type":"text","settings":{"dropcap":"HK:","description":"<p>I do think the way everyone is approaching “being diverse” in the beauty community still needs improvement. I think brands are still attempting to diversify and it feels forced, like people just checking boxes. I still don’t think people care enough about the need to diversify from a product side to actually fix the problem and offer people what they need to feel beautiful. It’s important to drive diversity through your product offering, not just through brand messaging.<br\/><br\/>I think we also need to be careful that when we offer diversity and encourage individuality that we don’t allow the community to divide itself, but rather continue to celebrate our differences and embrace our individuality within the larger supportive beauty community. We need to all remember that we’re united for our love for beauty and should celebrate our individuality together!<\/p>"}}},"block_order":["69375a58-d28f-4ca5-8d06-071bc1b86d1b"],"settings":{"full_width":true}},"47b480f7-e5ec-4bfe-bf8b-23523de41e4b":{"type":"2col-text-image","blocks":{"02f6c988-3e4f-410f-9ce6-d9956adb91c2":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>As an entrepreneur, how did you learn to recognize your own worth?<\/p>"}},"1e35cd01-d5ba-4f34-af59-7717f7f7ab4e":{"type":"dropcap","settings":{"dropcap":"HK:","description":"<p>This was definitely a bit of a challenge because as you start to set up your business you don’t really ask yourself why, you just do what it takes to get off the ground. It may have been a passion for a product at one point and then you get deep in the process of developing and selling the product, and you’re working SO hard and focusing all of the moving parts that it becomes easy to lose track of why you started in the first place.<br\/><br\/>When I started out, I didn’t want to be a businesswoman because I didn’t think I was cut out to be a businesswoman—but there I was on this trajectory, working my ass off with no weekends, committed to making the brand survive and win! I was betting my life on it and putting everything that I owned against it. It wasn’t until we got our investors in 2017 that I realized we didn’t really know our worth because we never stopped to think about it. We were moving so fast, though, that it was hard to stop to question ourselves!<br\/><br\/>After our first year of investment, I started questioning a lot. I started doing a lot of personal work to help reevaluate and understand why we were doing things. I started seeing a life coach, focusing on self-development and my own self-awareness to remind myself of my purpose. Last year was the year of introspection and it helped me make sure that I could really sustain my passion and prove my purpose. I didn’t want to just dwindle out and be like, “I’m not passionate anymore” and walk away!<\/p>"}}},"block_order":["02f6c988-3e4f-410f-9ce6-d9956adb91c2","1e35cd01-d5ba-4f34-af59-7717f7f7ab4e"],"settings":{"image":"shopify:\/\/shop_images\/Huda_Kattan_2.webp","link":"","author":"","placement":"row"}},"c11a4749-5cba-4cdd-beb4-a11e6f35aae8":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/Huda_Kattan_3.webp","link":"","custom_video_url":"","author":""}},"38a530e1-081a-4efd-a005-cd90fa758726":{"type":"1col-quote","settings":{"full_width":true,"quotes":"‘‘ WE WERE MOVING SO FAST THAT IT WAS HARD TO STOP TO QUESTION OURSELVES.  ’’","author_quotes":""}},"5ee6d88a-590c-4851-a776-2932d1fcd023":{"type":"1col-text-dropcap","blocks":{"fa124dfb-4140-46a8-8565-d3dbc9293d71":{"type":"text","settings":{"dropcap":"RI:","description":"<p>What's inspiring your creativity right now?<\/p>"}},"15b52bc0-548c-4c2b-aa04-d4dcb4695b71":{"type":"text","settings":{"dropcap":"HK:","description":"<p>Many things! I’m constantly inspired and consider myself to be a naturally creative person—I’m just drawn to creative things and thinking limitlessly. Something pushing my creativity right now is my own perception on limits. It’s really important to me and I think that’s where people fail when it comes to creativity. They limit themselves and their thinking. Like, what if you could do anything with anything—what would you create? That’s what gets me going and thinking.<\/p>"}}},"block_order":["fa124dfb-4140-46a8-8565-d3dbc9293d71","15b52bc0-548c-4c2b-aa04-d4dcb4695b71"],"settings":{"full_width":true}},"163936007001db3f37":{"type":"2col-text-image","blocks":{"fde40333-c3fc-42d2-8427-ab52c94cd4c5":{"type":"dropcap","settings":{"dropcap":"RI:","description":"<p>The<strong> <\/strong><a href=\"https:\/\/www.instagram.com\/hudabeauty\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/hudabeauty\"><strong>@hudabeauty<\/strong><\/a> account features a wide variety of people. What do you and your team look for with regard to that “it factor” in makeup artistry?<\/p>"}},"0943b127-bb63-49d1-848e-16fee75f025c":{"type":"dropcap","settings":{"dropcap":"HK:","description":"<p>We definitely have a good pulse on who our “people” are, and it comes down to what’s on the inside. We honestly love and support people that are humble, beautiful, and kind. We don’t repost people who are mean or negative or catty. I’m here to build a supportive community, not to enforce individuality that isn’t supportive of our greater purpose. I always want people to think of us as a big sister. I want them to know that they can ask us questions and we can offer them guidance and help! The influence that influencers have is a really powerful thing and I believe you need to utilize it very wisely.<\/p>"}}},"block_order":["fde40333-c3fc-42d2-8427-ab52c94cd4c5","0943b127-bb63-49d1-848e-16fee75f025c"],"settings":{"image":"shopify:\/\/shop_images\/Huda_Kattan_4.webp","link":"","author":"","placement":"row-reverse"}},"166489641550e44145":{"type":"shop-collection","settings":{"title":"Shop bestsellers","description":"","link_text":"Shop all","home_featured_products":"best-sellers","product_link_label":"Buy Now","hide-variant":true,"dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}},"16540200109373edd9":{"type":"product-collection-carousel-module","blocks":{"a60f342f-d0d7-41f6-80b8-1d96a8b1f8b1":{"type":"product","settings":{"product":"solar-infusion-soft-focus-cream-bronzer"}},"47ebf84a-f6b1-4b74-ad37-fa6190452351":{"type":"product","settings":{"product":"highlighter-brush"}},"efab297d-396f-467e-81bf-257fee5a0550":{"type":"product","settings":{"product":"solar-radiance-hydrating-cream-highlighter"}},"c877b51a-97b3-4648-830d-0e3b06d2ab2c":{"type":"product","settings":{"product":"bronzer-brush"}},"e2ae3460-ba9b-4fdd-965b-896fbeb5f520":{"type":"product","disabled":true,"settings":{"product":""}}},"block_order":["a60f342f-d0d7-41f6-80b8-1d96a8b1f8b1","47ebf84a-f6b1-4b74-ad37-fa6190452351","efab297d-396f-467e-81bf-257fee5a0550","c877b51a-97b3-4648-830d-0e3b06d2ab2c","e2ae3460-ba9b-4fdd-965b-896fbeb5f520"],"disabled":true,"settings":{"carousel_type":"grid_carousel","title":"Heading","desc":"","collection":"","dots":true,"arrows":true}}},"order":["main","1664896381f2f2a5f7","7c492eb5-577c-4b52-803c-c6a779fea1e5","166490058928056974","4017a2f1-1710-4999-8903-54e94f5eb47e","47b480f7-e5ec-4bfe-bf8b-23523de41e4b","c11a4749-5cba-4cdd-beb4-a11e6f35aae8","38a530e1-081a-4efd-a005-cd90fa758726","5ee6d88a-590c-4851-a776-2932d1fcd023","163936007001db3f37","166489641550e44145","relatedstories","16540200109373edd9"]}