{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"","desc":"<p><strong>07:12 a.m.:<\/strong><em> <\/em>I wake up and put on my running clothes (which vary due to the eclectic nature of British weather) and head out on a run. I’ve been running 5k every morning, rain or shine, for the last two years to wake me up, clear my head and get me energized for the day. <br\/><br\/><strong>08:07 a.m.:<\/strong> I always finish my run at my local coffee shop, Fowlds. Everyone knows my name and I don’t need to say anything — they just know my order.<br\/><br\/><strong>08:26 a.m.:<\/strong> I jump in the shower and get ready. I am quick at this and have a very fast makeup routine. I love using the <a href=\"https:\/\/www.roseinc.com\/collections\/new\/products\/skin-enhance-luminous-tinted-serum\"><span style=\"text-decoration:underline\"><strong>Tinted Serum<\/strong><\/span><\/a><strong> <\/strong>in the morning as it just gives my skin the nicest glow and is the perfect amount of coverage for me. I also gravitate towards <a href=\"\/products\/blush-divine\" title=\"Blush Divine Radiant Lip & Cheek Color\"><strong>Cream Blush<\/strong><\/a> in Heliotrope, <a href=\"\/products\/satin-lip-color-rich-refillable-lipstick\" title=\"Satin Lip Color Rich Refillable Lipstick\"><strong>Satin Lip<\/strong><\/a> in Persuasive , and the <a href=\"\/products\/hydration-replenish-microencapsulated-moisturizer\" title=\"Hydration Replenish Microencapsulated Moisturizer\"><strong>Microencapsulated Moisturizer<\/strong><\/a>. My outfits vary a lot depending on where I am going. I love to mix up my style daily and have a very large closet to pick from.  Sometimes I am quick to get ready and other days I really enjoy putting a look together. <br\/><br\/><strong>08:45 a.m.:<\/strong> I cycle to the studio as it’s only 10 minutes from my house. I love the freedom of being able to cycle. It helps me to break up the work day as well. I cycle everywhere. I am normally carrying a giant tote full of Rose inc samples and merchandise development pieces.<\/p><p> <\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/VP_DITL_CROP1.jpg","link":"","author":"","placement":"row"}},"1644479609a457d713":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>09:00 a.m.: <\/strong>At this time, I’m at the studio and catching up on emails. My mornings are full of email pings as a lot of the team is US based, so I normally focus my first hour on catching up. But today is a shoot day so there isn’t time for this.<br\/><br\/>Emails consist of a lot of quick feedback on projects that are in the works. I also brief out any urgent requests to our designer Kyoko who works across a multitude of things. We have been working on a limited-edition box set, so have been in the finalizing stages of that. I work closely with our copy team. Copy is a hugely important part of how we present our brand, so the visuals and the storytelling always need to sync up.<\/p>"}},"1644461883efa5635f":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/220411_ROSE_INC_BTS_LULU_MG_7581.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"16443369296a0de432":{"type":"1col-quote","disabled":true,"settings":{"full_width":true,"quotes":"“...other days I'm on set doing makeup for a photoshoot or live shopping events and pop-ups. Sometimes I’ll also travel to labs and work with the chemists on shade development.”","author_quotes":""}},"1644480393e509c7a9":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>09:15 a.m.:<\/strong> I call Asha, our director of production, and we go through our to-do list. We work so closely together on shoots and upcoming projects, so we end up speaking multiple times a day. Asha helps to produce all our shoots and coordinates getting all of our beautiful assets to the right people. We try to meet up once a week in my studio space so we can work together in person.<br\/><br\/>Currently, I am mid-way through shooting a new product launch and extremely excited about the next one, which I probably can’t talk about. ( it’s going to add another layer creatively to what Rose Inc products can do.) I am heading to New York in a week to help put the finishing touches on our Satin Lip pop-up space, so it will be great to work with the team in New York in bringing that to life. <\/p>"}},"16445158805bfc6d69":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/220411_ROSE_INC_BTS_LULU_MG_6888.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/220512_VERITY_PORTRAITS_MG_9268.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"164447811904dd614b":{"type":"1col-quote","disabled":true,"settings":{"full_width":true,"quotes":"“I remember when I first started working at the makeup counter, people would try lipstick and smudge shadows on each other and either laugh at the absurdity or delight in the fabulousness.”","author_quotes":""}},"1644479532a69fb35c":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>09:30 a.m.: <\/strong>I check in with Rosie a lot as we develop creative concepts for each launch, bouncing ideas and team suggestions around as well as casting until we land on our final concept.<br\/><br\/><strong>9:45 a.m.: <\/strong>I’m printing out my creative deck for the campaign we are shooting today. I am a meticulous planner and like to make sure I have considered every facet of the creative before going to shoot. I also need to check what products I have that could be needed on set and bag them up to take with me.<br\/><br\/><strong>10:00 a.m.: <\/strong>I jump in a cab and head to our shoot<\/p>"}},"16444777746bcbce12":{"type":"2col-text-image","blocks":{"7419ebae-b876-4182-946f-94571e0552c9":{"type":"text","settings":{"title":"","desc":"<p><strong>10:30 a.m.:<\/strong> Today the shoot we have been working on has been split into two sets: stills and video, so I am jumping between both. I brief the makeup artist and hair team on the looks they need to create for the day; these are always sent prior but there is always room for tweaks — one style I imagined on a talent might not work for her or the makeup artist might suggest some small adjustments. It's always an open discussion. I run through the shots with the styling team and they go through all their prepped outfits so we can decide what to shoot.<br\/><br\/><strong>10:45 a.m.: <\/strong>I do lighting checks. I make sure that both teams have managed to hit the lighting I sent through on my briefs. We test with each model and adjust accordingly. When shooting beauty, light is key. You want to capture that natural luminosity of the skin and make sure you can pick up highlights and depth of skin tones.<br\/><br\/><strong>11:00 a.m.: <\/strong>We start shooting videos. I am at the side of the set with a small monitor and direct our models and our director of photography. I work from my deck where I list out all the shots I want to capture and then make sure we are changing lenses on the camera, adding light tweaks and movement where we can. I always want our videos to feel dynamic and interesting to watch.<br\/><br\/><strong>01:00 p.m.: <\/strong>I take my lunch break. Lunch on set is always a better affair than in my studio and it’s a nice time to properly catch up with the team. <\/p>"}}},"block_order":["7419ebae-b876-4182-946f-94571e0552c9"],"settings":{"image":"shopify:\/\/shop_images\/VP_3_copy.jpg","link":"","author":"","placement":"row-reverse"}},"16541187655e34c5b5":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><strong>01:45 p.m.: <\/strong>Back on set, this time with the stills team, I ask the makeup artist to tweak the makeup a touch. The rest of the day is spent between sets and by the end of our shoot day I think my step count is through the roof.<br\/><br\/><strong>06:15 p.m.:<\/strong> I work with our digital technician to make sure all the files are named correctly. I grab the hard drive for our shoot so I can make my edit the next day and get everything prepped for post production.<\/p>"}},"165411912630e5e642":{"type":"2col-text-image","blocks":{"0bc0fa55-f688-4953-96cc-168dbcf8a46f":{"type":"text","settings":{"title":"","desc":"<p><strong>07:00 p.m.:<\/strong> Taxi back to the studio. Asha and I normally share a cab as we live near each other., We often join in on a call or meeting while we are on the move. For our Los Angeles team it’s only just their morning, so there is lots to talk about. There is always a new project popping up whether it’s an event, packaging request or advertising spot that needs my eyes on it. We have an incredible creative team, and everyone is so talented and passionate.  <br\/><br\/><strong>07:30 p.m.: <\/strong>Being on set all day means I have a lot of emails to catch up on. I work most of the aesthetic touch points of Rose Inc so it might be a call on merch development, packaging or a new event concept, there is always a surprise.<br\/><br\/><strong>08:00 p.m.: <\/strong>I cycle home and have dinner. My evenings are varied. Sometimes I work late and other evenings I play sports or see friends locally. I live in an area with amazing independent restaurants so I tend to meet friends nearby for dinner or wine. In the summer I love having people over mid-week as I have a large garden and it’s perfect for catching the last rays of sun. I am part of a lacrosse team too so I train every week. I always appreciate a run around in the evenings to decompress. Other times, I’ll just read. I am a huge advocate for the printed page and really enjoy switching off and reading through my stack of magazines that I am subscribed to; a lot are interiors focused, given that I’ve just changed up my own space, but I also love a good interview. “Apartmento” and “The Gentlewoman” never fail to inspire.<\/p>"}}},"block_order":["0bc0fa55-f688-4953-96cc-168dbcf8a46f"],"settings":{"image":"shopify:\/\/shop_images\/220512_VERITY_PORTRAITS_MG_9272.jpg","link":"","author":"","placement":"row"}},"165411929160bf16f2":{"type":"1col-text-center","settings":{"full_width":false,"title":"Be Productive with Verity Pemberton","text_center":"<p>For Rose Inc’s creative director Verity Pemberton, happiness at work means  collaboration. “Whether it’s producing shoots or creating imagery, I take great joy in being part of the aesthetic direction,” she says. Morning runs, cycling and a focus-inducing playlist help her power through the day. See a breakdown of Pemberton's typical work day﻿ in this iteration of Day In the Life.<\/p>"}},"1644479507c5d02fa7":{"type":"1col-quote","settings":{"full_width":false,"quotes":"<iframe style=\"border-radius:12px\" src=\"https:\/\/open.spotify.com\/embed\/playlist\/0jV0DDACmeQRmhev6GMTl1?utm_source=generator\" width=\"100%\" height=\"380\" frameborder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\"><\/iframe>","author_quotes":""}},"1654208759eb27c473":{"type":"1col-text-center","settings":{"full_width":false,"title":"Shop Verity's Favorites","text_center":""}},"16443401881b42e1cd":{"type":"product-collection-carousel-module","blocks":{"fec6575d-279e-4371-a5d6-75e79c1552c5":{"type":"product","settings":{"product":"skin-enhance-luminous-tinted-serum"}},"6fc48a79-e9c8-4422-b42f-099e4e59f920":{"type":"product","settings":{"product":"cream-blush"}},"14ab9109-09be-4d0d-a4b9-137cd1145450":{"type":"product","settings":{"product":"satin-lip-color-rich-refillable-lipstick"}},"973e3d90-b470-4412-be36-796ebad3721d":{"type":"product","settings":{"product":"hydration-replenish-microencapsulated-moisturizer"}}},"block_order":["fec6575d-279e-4371-a5d6-75e79c1552c5","6fc48a79-e9c8-4422-b42f-099e4e59f920","14ab9109-09be-4d0d-a4b9-137cd1145450","973e3d90-b470-4412-be36-796ebad3721d"],"settings":{"carousel_type":"grid_carousel","title":"Mimi’s Everyday Essentials ","desc":"<p><\/p><p><br\/><\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","1644479609a457d713","1644461883efa5635f","16443369296a0de432","1644480393e509c7a9","16445158805bfc6d69","164447811904dd614b","1644479532a69fb35c","16444777746bcbce12","16541187655e34c5b5","165411912630e5e642","165411929160bf16f2","1644479507c5d02fa7","1654208759eb27c473","16443401881b42e1cd","relatedstories"]}