{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"Choose an exfoliation method","desc":"<p>The first step in a body exfoliation routine is understanding the two main types of exfoliation, which are chemical, and manual or physical exfoliation. While the end result is the same, they do it in different ways.<br\/><br\/><\/p>"}},"c9c985d2-12f1-4180-a113-e0d8c5fd3d46":{"type":"text","settings":{"title":"Chemical exfoliation","desc":"<p>“Chemical exfoliation is the process of [using] a hydroxy acid to dissolve connections between skin cells so they can be shed from the skin,” Dr. Zeichner explains. “Commonly used chemical exfoliating ingredients include glycolic, lactic and salicylic acid. Chemical exfoliators can be done as part of your cleansing routine, or they may be used as a leave-on product in the form of a toner, serum or lotion.<br\/><br\/><\/p>"}},"2e263d78-3b97-49c4-b2ea-aa31ddb9d1c4":{"type":"text","settings":{"title":"Physical or manual exfoliation","desc":"<p>“Manual exfoliation is a process where a scrub is applied to the skin to physically remove dead cells,” Dr. Zeichner says. “This is usually done as part of your cleansing routine using an exfoliating wash.” As you can imagine, physical exfoliation can be more abrasive than chemical. “[If not used properly] they can be too harsh and cause irritation or microtears in the skin,” says Darden. One physical method she is a fan of though is dry brushing, which involves using a coarse-bristled brush to remove the dead skin on the surface and isn’t as harsh on the skin as some coarse scrubs. To dry brush your body, she recommends starting at the feet and brushing upwards in long strokes. That said, she adds that dry brushing is not as effective as chemical exfoliators, which means you’ll need to do it more often.<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931","c9c985d2-12f1-4180-a113-e0d8c5fd3d46","2e263d78-3b97-49c4-b2ea-aa31ddb9d1c4"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Skin_Deep_Daniel_Faro_4260.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“Exfoliation is the process of removing dead cells from the surface of the skin.”","author_quotes":""}},"aad7f3f0-3542-401f-86e5-f4c3bb3cfc0a":{"type":"2col-text-image","blocks":{"b003dfe6-bd8e-4533-9f83-0c7211239011":{"type":"text","settings":{"title":"Best body exfoliation routine for your skin type","desc":"<p>Just like the skin on our faces falls into a skin type category (dry, sensitive, oily or normal), so does the skin on the rest of our bodies. So, following a body exfoliation routine that supports your skin type is the key to achieving the best results and avoiding over-exfoliating. Here’s the body exfoliation routine Darden recommends for each skin type.<br\/><br\/><\/p>"}},"86f29c43-a688-4005-a133-85eb36b2cb1a":{"type":"text","settings":{"title":"Dry or sensitive skin","desc":"<p>If your skin is on the drier side, using a gentle chemical exfoliant is the best way to go because a physical exfoliant such as a scrub that manually removes the dead skin cells may be too harsh. However, if the skin is severely dry and sensitive, Darden advises simply using a washcloth, a cotton gauze pad, or an exfoliating glove to gently buff off dead surface skin.<br\/><br\/><\/p>"}},"9c5fa305-eda2-4414-ac46-484bb49a2b81":{"type":"text","settings":{"title":"Oily skin","desc":"<p>A chemical exfoliant containing salicylic acid is ideal for those with oily skin who tend to get body breakouts. “This will help to clear out any congestion in the pores to keep the body glowing and free of blemishes,” Darden says.<br\/><br\/><\/p>"}},"866c20fd-95c3-455e-a405-25129646911b":{"type":"text","settings":{"title":"Normal skin","desc":"<p>Normal skin has more flexibility in terms of body exfoliation routines. According to Darden, you can get great results with either a chemical or physical exfoliant. Choose whatever option you prefer.<\/p>"}}},"block_order":["b003dfe6-bd8e-4533-9f83-0c7211239011","86f29c43-a688-4005-a133-85eb36b2cb1a","9c5fa305-eda2-4414-ac46-484bb49a2b81","866c20fd-95c3-455e-a405-25129646911b"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Derma_Danny_Owens_3346.jpg","link":"","author":"","placement":"row-reverse"}},"08503b7f-f893-40c4-9c2e-22924654a256":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/pexels-alesia-kozik-7796467.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"1649798590e1530eef":{"type":"1col-text-center","settings":{"full_width":false,"title":"Consider your shaving routine","text_center":"<p>For best results, timing your shaving ritual with your exfoliation routine is also important. “If you’re using a dry brush or physical exfoliant, it’s best to do it just before shaving,” Darden says. “If using a chemical exfoliant, it would be ideal to use it the night before to get all of the benefits of the chemical exfoliant overnight, while also minimizing any irritation that may come along with shaving. Some skin types may be able to tolerate using a chemical exfoliant right before shaving, but to be on the safe side, the night before is best.”<\/p>"}},"1648432656f875092a":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Some skin types may be able to tolerate using a chemical exfoliant right before shaving, but to be on the safe side, the night before is best.”","author_quotes":""}},"164979874620b2f80b":{"type":"1col-text-center","settings":{"full_width":false,"title":"Finish with lotions and oils","text_center":"<p>The final delicious step in a body exfoliation routine is slathering your body with hydrating ingredients via lotions or oils. According to Darden, the best time to do this is after a shower because it’ll help lock in moisture. “Ingredients such as hyaluronic acid, shea butter, or even jojoba oil are all wonderful hydrating ingredients for the body,” she says. Specifically, Darden loves ones that feature a combination of oils like sunflower, jojoba, coconut, avocado and olive oil to hydrate and nourish the skin.<\/p>"}},"3b58f932-3584-4060-9ddc-c1eb8c36bcac":{"type":"product-set-carousel","settings":{"title":"Shop Bestsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","aad7f3f0-3542-401f-86e5-f4c3bb3cfc0a","08503b7f-f893-40c4-9c2e-22924654a256","1649798590e1530eef","1648432656f875092a","164979874620b2f80b","3b58f932-3584-4060-9ddc-c1eb8c36bcac","relatedstories"]}