{"sections":{"main":{"type":"article-hero","settings":{}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"What is Exfoliating— And How Does It Benefit The Skin?","text_center":"<p>To put it simply, “exfoliating is the removal of dry, dead skin cells that lie within the outermost layer of the skin,” says board-certified dermatologist<strong> <\/strong>Lian A. Mack, MD. “When dry or keratinized skin cells are removed, dullness disappears revealing underlying radiant, refreshed-looking skin.”<br\/><br\/>Furthermore, exfoliation plays an even more important role in maintaining good skin as we get older. “[The] top layer of skin, or epidermal, is typically regenerated every 28 days, and just as a snake sheds its skin, we shed the top layer of skin cells every 28 days,” says board-certified dermatologist Neda Mehr, MD, and medical director at Pure Dermatology Cosmetic & Hair Center. “However, as we age, the frequency of skin cell turnover decreases, and the need for exfoliation to maintain a youthful glow increases.” In particular, Dr. Mehr recommends those over the age of 25 to incorporate exfoliation into their skincare routine to help maintain proper skin cell turnover, which visually equates to a brighter and more even skin tone. <br\/><br\/>In addition to external factors such as weather and irritating ingredients, Dr. Cheung says our internal health can also impact our lip health. In particular, she notes that inflammatory disease, yeast overgrowth, and deficiencies in zinc, iron, vitamin B and thyroid hormones can cause cracked lips. Cracked lips may also point to a more serious issue. \"Sun-damaged skin can harbor precancerous lesions on the lips that mimic cracked skin,\" Dr. Cheung says. <\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"Gentle Physical Exfoliation vs. Chemical Exfoliation","desc":"<p>There are two main types of skin exfoliators: physical and chemical. They both get the job done but in different ways. “Physical exfoliators mechanically drive cellular turnover and feel more like a scrub with a grittier consistency,” Dr. Mack says.<strong> <\/strong>Physical exfoliators can include ingredients like jojoba beads that do the work to slough away the dead skin. Dr. Mehr adds that physical exfoliation can also be achieved with the “use of silicone facial devices, rotating brushes, or more aggressively with microdermabrasion.”<br\/><br\/>On the other hand, “Chemical exfoliators include ingredients like glycolic and salicylic acids, alpha and beta-hydroxy acids, mandelic acid, lactic acid, and polyhydroxy acid,” Dr. Mack says. “These chemicals dissolve the glue holding the skin cells together, resulting in sloughing.”<br\/><br\/>For instance, fruit enzymes are a form of chemical exfoliators. “Fruit enzymes are found in superfoods like pomegranate and cranberry,” Dr. Mack says. “These superfruits have built-in alpha-hydroxy acids that we routinely see in skincare to drive cellular turnover.” Dr. Mehr adds that other tropical fruit enzymes such as those from papaya, pineapple, and kiwi can also be used to exfoliate the skin as they too help break down the proteins that hold the skin cells together.<br\/><\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Current_Exhibition_Julien_Tell_3254.jpg","link":"","author":"","placement":"row"}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"bd0e8c19-fd19-4547-b7ea-085af2630460":{"type":"text","settings":{"title":"6 Exfoliation Tips For Better Skin — All Without Irritation","desc":"<p><br\/><\/p>"}},"b37067a7-9199-4e97-8c0a-00211e813250":{"type":"text","settings":{"title":"1. Minimize exfoliation","desc":"<p>Although exfoliation is great for the skin, overdoing it can cause irritation and negatively impact the skin’s microbiome. This is why Dr. Mack recommends exfoliating no more than three times per week to help minimize the risk of irritation. <br\/><br\/><\/p>"}},"520d6823-c7d3-4a5e-bc4c-8fdb6eb06d5b":{"type":"text","settings":{"title":"2. Don’t mix with retinoids","desc":"<p>Like exfoliation, retinoids increase cellular turnover. If they are part of your skincare routine, Dr. Mack strongly advises not to exfoliate on the same nights you use retinoids. “With too much cellular turnover, the skin may become excessively dry, and with dryness comes irritation,” she says. <br\/><br\/><\/p>"}},"bd656785-32b1-4199-9669-ae125717003a":{"type":"text","settings":{"title":"3. Use lukewarm water","desc":"<p>Dr. Mack also notes that it’s best to use lukewarm water when rinsing off your exfoliator. Hot water can cause overdrying. <\/p>"}}},"block_order":["bd0e8c19-fd19-4547-b7ea-085af2630460","b37067a7-9199-4e97-8c0a-00211e813250","520d6823-c7d3-4a5e-bc4c-8fdb6eb06d5b","bd656785-32b1-4199-9669-ae125717003a"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Skin_Deep_Daniel_Faro_4261.jpg","link":"","author":"","placement":"row-reverse"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“These superfruits have built-in alpha-hydroxy acids that we routinely see in skincare to drive cellular turnover.”","author_quotes":""}},"164430103073e72ecf":{"type":"1col-text-center","settings":{"full_width":false,"title":"4. Apply moisturizer immediately after","text_center":"<p>Although exfoliation is great for the skin, overdoing it can cause irritation and negatively impact the skin’s microbiome. This is why Dr. Mack recommends exfoliating no more than three times per week to help minimize the risk of irritation. <\/p>"}},"1644337028158a3fa8":{"type":"1col-text-center","settings":{"full_width":false,"title":"5. Exfoliate at night","text_center":"<p>For those prone to irritation, work your exfoliating step into your nighttime skincare routine instead of the morning. Doing so, Dr. Mack says, will help reduce the risk of photosensitivity and hyperpigmentation.<\/p>"}},"16443401881b42e1cd":{"type":"product-collection-carousel-module","blocks":{"fec6575d-279e-4371-a5d6-75e79c1552c5":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}},"14ab9109-09be-4d0d-a4b9-137cd1145450":{"type":"product","settings":{"product":"clarifying-toner"}},"1ffeaaa2-5f57-475b-b51d-6337c8a0dd00":{"type":"product","settings":{"product":"reusable-makeup-pad-10-count"}}},"block_order":["fec6575d-279e-4371-a5d6-75e79c1552c5","14ab9109-09be-4d0d-a4b9-137cd1145450","1ffeaaa2-5f57-475b-b51d-6337c8a0dd00"],"settings":{"carousel_type":"carousel_left","title":"6. EXFOLIATE ACCORDING TO THE SEASON","desc":"<p>Weather changes affect our skin, so it makes sense that we adjust our exfoliation frequency depending on the season. As a rule of thumb, Dr. Mehr recommends more exfoliation in hot, humid climates when the skin cells become clogged, leading to acne or dull skin. In the wintertime, however, she advises exfoliating less as over-exfoliating can lead to dry, irritated skin.<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1638825624650a93ab","16391019784c81622d","16353730788751ed1d","16443369296a0de432","164430103073e72ecf","1644337028158a3fa8","16443401881b42e1cd","relatedstories"]}