{"sections":{"main":{"type":"article-hero","settings":{}},"164636248329799ad7":{"type":"product-collection-carousel-module","blocks":{"e292d3d8-c0aa-4087-906b-5076aa29397b":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}},"d7258c32-a3df-46ce-b553-29f7d2dc1862":{"type":"product","settings":{"product":"reusable-makeup-pad-10-count"}},"0d471e3e-a528-4e0d-83fe-03c8f3e45632":{"type":"product","settings":{"product":"clarifying-toner"}}},"block_order":["e292d3d8-c0aa-4087-906b-5076aa29397b","d7258c32-a3df-46ce-b553-29f7d2dc1862","0d471e3e-a528-4e0d-83fe-03c8f3e45632"],"disabled":true,"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"1663188718686d7408":{"type":"2col-text-image","blocks":{"db4c0bd5-0662-4a36-b922-719cea461572":{"type":"text","settings":{"title":"INGREDIENT SOURCING: WHERE DID THIS COME FROM?","desc":"<p>Opting for natural ingredients is an admirable first impulse, but the full picture of sustainability is more nuanced. “We need to ask where an ingredient was grown or harvested and what impact it had on the environment and people,” says Christina Archer, a UK-based sustainable sourcing consultant for the cosmetic industry with over 15 years working in communities across Asia, Latin America, and Europe.<br\/><br\/>Take, for example, common oils like palm, argan, and almond. “Mass commercial cultivation of these products often comes with destruction of habitats, degradation of soils, and loss of biodiversity,” Archer says. While using a natural oil is better for the planet than petrochemical alternatives—like petroleum jelly or mineral oil—unless it’s cultivated using fair trade practices, it’s impossible to know if it’s actually sustainable.<\/p>"}}},"block_order":["db4c0bd5-0662-4a36-b922-719cea461572"],"settings":{"image":"shopify:\/\/shop_images\/b1_b9312fba-0453-464c-8995-3219f6b79999.jpg","link":"","author":"Nikki Cruz.","placement":"row"}},"16631887832c9cffc0":{"type":"1col-text-center","settings":{"full_width":true,"title":"","text_center":"<p>Sourcing from animals and marine habitats gets even tricker, which has opened the door for biotech companies like Aprinnova, a Silicon Valley-based leader in technology to synthesize natural ingredients that might otherwise be impossible to environmentally or ethically source. One buzzy ingredient it’s brought to market is an alternative to squalene, a luxurious-feeling, hydrating oil that’s been historically sourced from shark liver.<\/p><p>“We use fermentation to make a precursor of squalene using sugarcane, then we're able to transform that into squalane itself,” says Ashlee Nunes, Aprinnova’s technical sales and product manager. “When you look at our squalane on a molecular level, it’s the same as the one from a shark. As far as efficacy, we’ve done many studies to prove they're very similar.” (Sound familiar? This might remind you of the advancements happening right now in meat alternatives.)<br\/><br\/>Today, Aprinnova’s squalane can be found in its in-house brand, Biossance, as well as many cruelty-free beauty brands around the globe. But synthetic ingredients is just one possible step for the rapidly-growing beauty industry to become more sustainable.<\/p>"}},"166318880404d69bfc":{"type":"1col-text-center","settings":{"full_width":true,"title":"THE SUPPLY CHAIN: HOW DID IT GET TO ME?","text_center":"<p>The initial sourcing of ingredients kicks off the match, but the supply chain is where the game plays out. A 360-degree look is especially important when considering environmental issues and workers’ rights.<\/p><p>Take mica, for example, a naturally-occurring mineral that commonly gives highlighter, eyeshadow, and primer its delicate shimmer. Like many raw ingredients, it’s often sourced and processed in the developing world. Cosmetic-grade mica—although natural and safe for skin—is often mined in India by entire families in unsafe conditions without the consumer ever being aware. Then there is the issue of the environment. Deforestation is often necessary to extract or transport minerals, and fossil fuels are burned to create the energy to process them. It’s a similar issue to diamonds and gold or cocoa and coffee, which makes transparency around the supply chain crucial to achieving sustainability.<br\/><br\/>Tech companies like SourceMap are developing software to bring transparency to hard-to-track ingredients, like mica and cocoa, but until it’s widespread, shopping for products with fair trade ingredients or certifications is one good way to vote for sustainability with your pocketbook.<\/p>"}},"166318882215d87678":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ THE FULL PICTURE OF SUSTAINABILITY IS MORE NUANCED.  ’’","author_quotes":""}},"16631888343b8b2a05":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/b2_d07b6707-c97c-460a-8aff-4137ec8029de.jpg","link":"","custom_video_url":"","author":"Nikki Cruz."}},"166318884743522452":{"type":"1col-text-center","settings":{"full_width":true,"title":"PACKAGING: WHAT HAPPENS AFTER THE CONSUMER’S DONE?","text_center":"<p>A beauty product’s story doesn’t end with our link; the consumer is much closer to the middle of the chain. From the suds washed down the drain and (eventually) into natural waterways, to the packaging’s second life (which can last for 400+ years for most plastics), true sustainability is more holistic. “[A product’s] end of life is as important as the beginning,” Archer says.<\/p><p>The most obvious solution to sustainably discard something is your curbside recycling bin, which is great for commodity materials, like beverage bottles, paper, and aluminum. “The value of these products covers the cost that's associated with collecting, sorting, and processing them into something new,” says Sarah Teeter, global project manager for TerraCycle, a private U.S. recycling business that specializes in hard-to-recyclable waste. Here’s the catch: “Anything that hasn't been designed with recyclability or recovery in mind is basically deemed non-recyclable in a municipal setting.”<\/p><p>The biggest issue preventing the curbside recycling of beauty products is the very thing that makes them so convenient: mixed materials, like a compact or lipstick bullet made with metal and plastic parts or a plastic pump with a little metal spring. “All those things are really costly to separate, so they're not going to be recovered in the normal recycling ecosystem,” says Teeter.<\/p><p>Luckily, due to consumer interest, refillable makeup is coming back into vogue and packaging companies are starting to respond by using plastic recovered from the ocean. Today, the most sustainable choice is to look for is glass or post-consumer, clear or white packaging, which (due to demand for clear and white plastic over black or brightly-colored plastics by recyclers), is more likely to be taken by your local recycling center.<\/p><p>As for the rest,Terracycle offers a program where consumers can ship non-recyclable products to them for a fee, then, “Our materials department identifies our processing partners to convert that material into a useful new format and find a downstream application for it,” Teeter says. Many brands pay Terracycle to take its products for no cost to consumers (check TerraCycle’s website for details) and many other brands collect empties in stores for commercial recycling. Bottom line: If a product becomes trash, it’s not sustainable, but recycling an empty is often the onus of the consumer.<\/p>"}},"16631888671ccb7450":{"type":"2col-text-image","blocks":{"c74779bd-c0a2-43ad-80ea-b4e134a7131b":{"type":"text","settings":{"title":"THE FUTURE OF SUSTAINABILITY","desc":"<p>Nuanced would be the best way to describe sustainability in 2020, but thanks almost entirely to consumer demand, it’s the dark horse that’s shaping the ethos of ingredients, packaging, and just about everything else on the horizon in beauty. For consumers, it’s responsibly disposing of your purchases and voting with your dollar on new ones.<\/p><p>With mindful intentions and a responsibility to our impact, things will get even better. “The future of sustainability is moving beyond products that do no harm,” Archer says, “To trying to do good by positively impacting people and the environment.”<\/p>"}}},"block_order":["c74779bd-c0a2-43ad-80ea-b4e134a7131b"],"settings":{"image":"shopify:\/\/shop_images\/b3_3113c49c-23d8-48c1-a14a-225a21482127.jpg","link":"","author":"Nikki Cruz.","placement":"row-reverse"}}},"order":["main","164636248329799ad7","relatedstories","1663188718686d7408","16631887832c9cffc0","166318880404d69bfc","166318882215d87678","16631888343b8b2a05","166318884743522452","16631888671ccb7450"]}