{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"Is it bad to exfoliate every day?","desc":"<p>It depends on your skin type. Everyone’s skin is different and will respond to various products and skincare routines differently — and the same goes for exfoliation. Generally speaking, board-certified dermatologist Lian A. Mack, MD, says exfoliating daily isn’t recommended for many skin types as it will strip skin of its natural oils, leaving it feeling overly dry, which can then result in irritation and inflammation. Adds Neda Mehr, MD, a board-certified dermatologist and medical director at Pure Dermatology Cosmetic & Hair Center, people with oily, acne-prone skin can benefit from exfoliating daily. “The issue with excess oil is that it causes the top layer of the skin cells to stick together,” Dr. Mehr says, adding that this can clog pores and lead to cystic acne and acne scarring. So, by exfoliating daily, you’d help reduce the oil production and clumping of dead skin cells, preventing breakouts.<br\/><br\/>On the other hand, “Chemical exfoliators include ingredients like glycolic and salicylic acids, alpha and beta-hydroxy acids, mandelic acid, lactic acid, and polyhydroxy acid,” Dr. Mack says. “These chemicals dissolve the glue holding the skin cells together, resulting in sloughing.”<br\/><br\/>For instance, fruit enzymes are a form of chemical exfoliators. “Fruit enzymes are found in superfoods like pomegranate and cranberry,” Dr. Mack says. “These superfruits have built-in alpha-hydroxy acids that we routinely see in skincare to drive cellular turnover.” Dr. Mehr adds that other tropical fruit enzymes such as those from papaya, pineapple, and kiwi can also be used to exfoliate the skin as they too help break down the proteins that hold the skin cells together.<br\/><\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Skin_Deep_Daniel_Faro_4252.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“The issue with excess oil is that it causes the top layer of the skin cells to stick together…”","author_quotes":""}},"164430103073e72ecf":{"type":"1col-text-center","settings":{"full_width":false,"title":"How Often to exfoliate based on skin type","text_center":"<p>Everyone’s skin is different and finding the ideal exfoliation frequency for your skin may require some trial and error. As a rule of thumb, Dr. Mack says signs that you’re exfoliating too much include dry, tight skin. If you’re not exfoliating enough, Dr. Mehr says your skin may start to appear dull and clogged, in which case upping the exfoliation frequency may be beneficial.  <\/p>"}},"16353730788751ed1d":{"type":"2col-text-image","blocks":{"b37067a7-9199-4e97-8c0a-00211e813250":{"type":"text","settings":{"title":"Dry Skin","desc":"<p>For dry skin, Dr. Mack and Dr. Mehr advise exfoliation once or twice per week to avoid further drying out the skin and causing irritation. From there, Dr. Mehr says you can increase the frequency of exfoliation as your skin tolerates it. <br\/><br\/><br\/><\/p>"}},"520d6823-c7d3-4a5e-bc4c-8fdb6eb06d5b":{"type":"text","settings":{"title":"Oily Skin","desc":"<p> If you have oily skin, Dr. Mack suggests exfoliating your skin up to three times per week for best results. <br\/><br\/><br\/><\/p>"}},"bd656785-32b1-4199-9669-ae125717003a":{"type":"text","settings":{"title":"Acne-Prone Skin","desc":"<p>Dr. Mack recommends people with acne-prone skin exfoliate three to four times per week. If your skin responds well to it, Dr. Mehr says you can do it as often as once to twice daily. <br\/><br\/><\/p>"}},"377dbb3e-0a38-4c9f-9028-cb9a2f37c56b":{"type":"text","settings":{"title":"Normal\/Combination Skin","desc":"<p>Dr. Mehr recommends exfoliating every other night. Normal or combination skin falls somewhere in between oily and dry skin, so if you find that’s too much for your skin, Dr. Mack suggests scaling back to twice per week. <\/p>"}}},"block_order":["b37067a7-9199-4e97-8c0a-00211e813250","520d6823-c7d3-4a5e-bc4c-8fdb6eb06d5b","bd656785-32b1-4199-9669-ae125717003a","377dbb3e-0a38-4c9f-9028-cb9a2f37c56b"],"settings":{"image":"shopify:\/\/shop_images\/roseinc_271785670_632040114887058_1624449700272229870_n.jpg","link":"","author":"","placement":"row-reverse"}},"1644337028158a3fa8":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"Physical vs. Chemical Exfoliation","text_center":"<p>It’s worth noting that there are two different types of exfoliants: physical and chemical. According to Dr. Mack and Dr. Mehr, gentle physical exfoliants mechanically scrub the skin with tools (think silicone facial devices or rotating brushes) or ingredients such as jojoba beads. Chemical exfoliators such as glycolic and salicylic acids and fruit enzymes (i.e., pomegranate, cranberry, pineapple, and kiwi) dissolve the glue that holds the skin cells together, allowing the skin to slough, Dr. Mack says. <br\/><br\/>So, in addition to experimenting with how often you should exfoliate, also keep in mind the type of exfoliator you’re using to find the proper skincare regime that will result in healthy, glowing skin. And, as always, be sure to consult a board-certified dermatologist who can take your unique skincare needs into account and guide you to an ideal exfoliation routine for your skin<\/p>"}},"16443401881b42e1cd":{"type":"product-collection-carousel-module","blocks":{"fec6575d-279e-4371-a5d6-75e79c1552c5":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}},"14ab9109-09be-4d0d-a4b9-137cd1145450":{"type":"product","settings":{"product":"clarifying-toner"}},"1ffeaaa2-5f57-475b-b51d-6337c8a0dd00":{"type":"product","settings":{"product":"reusable-makeup-pad-10-count"}}},"block_order":["fec6575d-279e-4371-a5d6-75e79c1552c5","14ab9109-09be-4d0d-a4b9-137cd1145450","1ffeaaa2-5f57-475b-b51d-6337c8a0dd00"],"disabled":true,"settings":{"carousel_type":"carousel_left","title":"6. EXFOLIATE ACCORDING TO THE SEASON","desc":"<p>Weather changes affect our skin, so it makes sense that we adjust our exfoliation frequency depending on the season. As a rule of thumb, Dr. Mehr recommends more exfoliation in hot, humid climates when the skin cells become clogged, leading to acne or dull skin. In the wintertime, however, she advises exfoliating less as over-exfoliating can lead to dry, irritated skin.<\/p>","collection":"","dots":true,"arrows":true}},"16452303493bc52570":{"type":"product-collection-carousel-module","blocks":{"5d4d6797-b40a-492b-8aca-a1c9d1164fa1":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}}},"block_order":["5d4d6797-b40a-492b-8aca-a1c9d1164fa1"],"settings":{"carousel_type":"carousel_left","title":"PHYSICAL VS. CHEMICAL EXFOLIATION","desc":"<p>It’s worth noting that there are two different types of exfoliants: physical and chemical. According to Dr. Mack and Dr. Mehr, gentle physical exfoliants mechanically scrub the skin with tools (think silicone facial devices or rotating brushes) or ingredients such as jojoba beads. Chemical exfoliators such as glycolic and salicylic acids and fruit enzymes (i.e., pomegranate, cranberry, pineapple, and kiwi) dissolve the glue that holds the skin cells together, allowing the skin to slough, Dr. Mack says. <br\/><br\/>So, in addition to experimenting with how often you should exfoliate, also keep in mind the type of exfoliator you’re using to find the proper skincare regime that will result in healthy, glowing skin. And, as always, be sure to consult a board-certified dermatologist who can take your unique skincare needs into account and guide you to an ideal exfoliation routine for your skin<\/p>","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","164430103073e72ecf","16353730788751ed1d","1644337028158a3fa8","16443401881b42e1cd","16452303493bc52570","relatedstories"]}