{"sections":{"main":{"type":"article-hero","settings":{}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"1638392341fcb86fae":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Face painting is a form of artistry that follows us through the decades, from childhood experimentation to expertly-blended cream blush ahead of an important Zoom meeting. For global makeup artist Chiao Li Hsu, the term “face painting” takes on a dual meaning. “I think because of my Chinese heritage and my upbringing in the Netherlands, my style is quite different from a lot of other artists,” she explains. “Even though I like to be creative, there is still a minimalistic feel to my makeup.”<br\/><br\/>Hsu’s penchant for dreamlike illustrations, including intricate linework and unexpected subject matter, has made her a global phenomenon who travels effortlessly across fashion and beauty editorials, whether she’s working with brands like Calvin Klein, Versace, and La Mer or creating living art for publications like <em>Vogue<\/em>. “I absolutely love both!” Hsu says about toggling between experimental and practical techniques. “I can do creative makeup with a twist, but I can also do classic beauty… My goal is to always enhance the beauty of the person I’m working with.”<br\/><br\/>The London-based artist has always been interested in makeup—even scribbling over magazine models as a child to enhance their blush or eyeliner—but it wasn’t until she began an intensive makeup course and moved to New York City years ago that the “half trained, half self-taught” makeup artist began to hone in on her signature style. Today, Hsu’s Instagram is flooded with dreamy designs: Blended neons, striking shapes, and playful takes on face paint that blur the lines between provocative and practical. Working on in-demand model Ariish Wol, Hsu’s goal was to lend a little inspiration after a tumultuous year for the world. For these reasons and more, Rose Inc. is delighted to feature Hsu as this month’s Artist in Residency.<\/p>"}},"1643938611e5a23bf3":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/download_027d1421-8dcf-4b95-9942-ec08afd235e7.jpg","link_left":"","right_image":"shopify:\/\/shop_images\/download_1_ba2a3a3e-0d61-4a0b-8cbe-b86f7f7ba75a.jpg","link_right":""}},"164393861505e3ea13":{"type":"1col-text-center","settings":{"full_width":false,"title":"HER RESIDENCY INSPIRATION:","text_center":"<p>“I wanted to create party makeup,” Hsu says about her final look in residency, which she describes as “a fun, shimmery, glittery look that still looks good after hours and hours of dancing.” After a year of staying inside with Zoom happy hours instead of nights on the dance floor, it may just be exactly what we all need in 2021: A vivid spectrum of shades that inspires one to live in color. Plus, it’s actually quite easy to execute. While captivating, this look doesn’t take an hour and endless cotton swabs to achieve. “I wanted to keep this look organic, and make it have a slightly lived-in feel,” Hsu adds. “Since it’s mostly washes of color, you don’t have to work very neatly. It’s just a matter of blending with soft fluffy brushes.” Simple, shimmery, and packed with pigmented shades of pink, purple, blue, and rose gold, it’s somewhere between Aurora Northern Lights(a tribute to Hsu’s appreciation of nature) and a post-pandemic, strobe light-drenched dance floor.<\/p>"}},"1643837288bd1e070e":{"type":"1col-text-center","settings":{"full_width":false,"title":"BEHIND THIS LOOK:","text_center":"<p>To begin, Hsu prepped Wol’s skin with her go-to complexion protocol:Franz Rose Quartz Moisturizing Face Creamunder Shiseido Synchro Skin Radiant Lifting Foundationand Synchro Skin Self-Refreshing Concealer. The artist then added MAC Cosmetics Blot Powderin Deep Dark for a budge-proof base.<\/p>"}},"16438375133c6df828":{"type":"1col-quote","settings":{"full_width":true,"quotes":"‘‘ A FUN, SHIMMERY, GLITTERY LOOK THAT STILL LOOKS GOOD AFTER HOURS AND HOURS OF DANCING.  ’’","author_quotes":""}},"16439387533f87c1ba":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/download_2_15e50d11-3fbd-488b-8112-238d7455f94d.jpg","link_left":"","right_image":"shopify:\/\/shop_images\/download_3_d88ddffa-7d90-488d-bc36-6c28fea5be67.jpg","link_right":""}},"164393876091247aab":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Hsu began by blending out vibrant shades of shadow on Wol, starting at the model’s eyes and slowly making her way downwards. “I started out by applying shimmery eyeshadow in the inner corners of her eyes with a medium-sized fluffy eyeshadow brush,” Hsu says about NARS Cosmetics Hardwired Eyeshadowin Firenze. The Iridescent shimmer makes the eyes pop—but that’s just the beginning. “For the outer corner of the eye and cheekbone, I used a small blush brush to apply Make Up For Ever Star Lit Powderin Iridescent Pearl,” she continued. “On the apples of the cheeks, I used Chanel Cosmetics Joues Contrastein Rose Glacier 170.”<\/p>"}},"1643938786a9dfcb9d":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ ...YOU DON’T HAVE TO WORK VERY NEATLY. IT’S JUST A MATTER OF BLENDING.  ’’","author_quotes":""}},"164393883636a864db":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/download_4.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"16439388651254a34b":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Once the powders were expertly blended, she moved onto Wol’s lips. Using Haus Laboratories Eye-dentify Gel Pencil Eyeliner in Pride, Hsu lined Wol’s lip line before filling them in with the Urban Decay Vice Metallized Lipstick in Asphyxia for the final touch of shimmer.<\/p>"}},"16440187980f55f16c":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><em>Ariish Wol<\/em> photographed by <em>Anya Holdstock<\/em>. Makeup by <em>Chiao Li Hsu<\/em>. Written by <em>Carly Kazempoor<\/em>.<\/p>"}}},"order":["main","relatedstories","1638392341fcb86fae","1643938611e5a23bf3","164393861505e3ea13","1643837288bd1e070e","16438375133c6df828","16439387533f87c1ba","164393876091247aab","1643938786a9dfcb9d","164393883636a864db","16439388651254a34b","16440187980f55f16c"]}