{"sections":{"main":{"type":"article-hero","settings":{}},"d8f0dece-9c8d-462e-b445-d7e27034fdb2":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/girl_rising_lp_dt_2.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"1e3a2de3-7a50-49b3-8240-fbea056b3618":{"type":"2col-text-image","blocks":{"3541243b-5fe2-408a-bfd5-8fc3fb480812":{"type":"dropcap","settings":{"dropcap":"GET TO KNOW GIRL RISING","description":""}},"c3a2689c-07e7-4797-98f2-9587c72c257a":{"type":"dropcap","settings":{"dropcap":"","description":"<p>For Nidhi Shukla and Lauren Ritchie, joining the organization Girl Rising felt like a no brainer. “I always wanted to be a part of something that uses storytelling to change mindsets and that really addresses deep-rooted patriarchal norms,” says Delhi-based Shukla, who is the head of Global Programs at the organization known for both delivering research-proven educational programming for girls, and creating content and campaigns that spotlight the ripple effect it can have through families and communities. Ritchie– who started at Girl Rising in 2021 as the Future Rising Fellow (a Girl Rising program that focuses on climate change and girls' education) — feels similarly. “Storytelling is so important to me,” says Ritchie. Now as a Senior Fellow with the non-profit, she’s currently working on a project doing storytelling and climate education in The Bahamas,  where she was born and raised.  <\/p><p><\/p>"}},"1d34ce47-e87f-4621-ad20-720df3e78873":{"type":"dropcap","settings":{"dropcap":"","description":"<p>In our new interview series, Dynamic Duos,we’re listening in on engaging conversations between two influential people<em>. <\/em>Ahead, we brought together Shukla, an experienced member of the organization and Ritchie, one of its newer members at the beginning of her career, to talk about all things work, impact, beauty, confidence and much more. <\/p>"}}},"block_order":["3541243b-5fe2-408a-bfd5-8fc3fb480812","c3a2689c-07e7-4797-98f2-9587c72c257a","1d34ce47-e87f-4621-ad20-720df3e78873"],"settings":{"image":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_1_164d0c0a-7c3e-4806-9a99-812432c2db69.jpg","link":"","author":"","placement":"row-reverse"}},"adacf609-c10f-420b-95eb-575f2db72576":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I was raised in a very girls-should-be-seen-and-not-heard culture, so it’s beautiful that you’re adamant about making sure people and girls feel heard.”","author_quotes":"<p>– Lauren Ritchie<\/p>"}},"30039cc7-31c2-43a9-b555-02f415e47c1e":{"type":"2col-text-image","blocks":{"3c7fb952-4d7a-4e0f-a16d-fc65ebaed64c":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>I’m so thrilled to connect today! Tell me a little bit about your upbringing and how it’s shaped you...<\/p>"}},"bb1e088b-3fb7-4b32-8f28-1ee520c62427":{"type":"dropcap","settings":{"dropcap":"LR:","description":"<p>My upbringing in The Bahamas definitely shaped a lot of my understanding about climate change. It’s interesting being from a country that doesn't contribute as much to climate change — but faces the brunt of the impacts of it. I think all of that context basically just gave me a foundation for wanting to study climate change. <\/p>"}},"c79ade3d-0779-40ab-8c51-ebf199276388":{"type":"dropcap","settings":{"dropcap":"LR:","description":"<p>I’d love to know more about how you got to where you are. What’s the piece of career advice that has been most powerful in your life?<\/p>"}},"ccf5c5ef-ee22-43f4-8c0e-5b51558f1e3d":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>Something I've learned over the years that I’ve kept very close to my heart, is that everyone really wants — and deserves — to be seen, to be heard and to be understood. I feel like that really helped instill trust and faith in people that we work with. I remind myself that everybody deserves a platform and a chance. Similarly, I also feel like it's really important to listen to people —  listen mindfully and listen not to react, but to understand. It may sound really simple but I feel like that's been really important. <\/p>"}}},"block_order":["3c7fb952-4d7a-4e0f-a16d-fc65ebaed64c","bb1e088b-3fb7-4b32-8f28-1ee520c62427","c79ade3d-0779-40ab-8c51-ebf199276388","ccf5c5ef-ee22-43f4-8c0e-5b51558f1e3d"],"settings":{"image":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_2_1.jpg","link":"","author":"","placement":"row"}},"665b6424-0516-4d2a-b622-16e9d7a2d0e1":{"type":"1col-text-dropcap","blocks":{"be949dcf-5e49-4fb7-b261-b46f9a30d667":{"type":"text","settings":{"dropcap":"LR:","description":"<p>I think that’s very important especially because I feel like I was raised in a very girls-should-be-seen-and-not-heard culture, so it’s beautiful that you’re adamant about making sure people and girls feel heard. I was also wondering, what inspires you to keep going in the face of any adversity that you may encounter? <\/p>"}},"fc9cf5bd-4fc3-4db3-affd-899cf27c471f":{"type":"text","settings":{"dropcap":"NS:","description":"<p>When you hear the stories of different girls around the world, or even listening to you, is so inspiring. I’m always reminded of the difference I’m making around the world just by giving voice and agency to girls. That’s really, really encouraging. I don’t believe that hard times are permanent. I always try to trust that hard times will pass. I think of them as clouds; you don't exactly see them moving, but they're moving. Having that sort of confidence in myself and the work that I do, and seeing young girls coming up, standing on their feet to really fight the fight, gives a lot of inspiration and that just keeps me going.  <\/p>"}},"cd6c7cf1-0f75-4eb3-bdb3-abf5a54e2f21":{"type":"text","settings":{"dropcap":"","description":"<p>What do you love most about what you do?  <\/p>"}},"181c6b2d-4dfc-4f4c-8b01-9bd121333cd9":{"type":"text","settings":{"dropcap":"LR:","description":"<p>I think it's being able to make an impact. Also being the representation that I didn't see growing up. Especially throughout my college career, I was the only Black person in a lot of my classes. There were no other Bahamians at my school whatsoever. And then when I go home, I see people who are inspired to take their own action, [who] see that it can be done and go and do projects on their own. And I think just being able to work with girls, especially young girls, feels so fulfilling to me because they remind me of myself in a lot of ways.<\/p>"}}},"block_order":["be949dcf-5e49-4fb7-b261-b46f9a30d667","fc9cf5bd-4fc3-4db3-affd-899cf27c471f","cd6c7cf1-0f75-4eb3-bdb3-abf5a54e2f21","181c6b2d-4dfc-4f4c-8b01-9bd121333cd9"],"settings":{"full_width":false}},"596c93d5-555b-4757-9b0b-36a2e1a863b4":{"type":"2col-text-image","blocks":{"7b4b3845-bac3-4306-81c2-d91101495099":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>What’s a struggle you’ve faced that has shaped your outlook on life? <\/p>"}},"5c5dc217-b253-4a0c-8cd0-5a0eed0c480a":{"type":"dropcap","settings":{"dropcap":"LR:","description":"<p>In September, 2019, I just started my sophomore year of college and The Bahamas as a whole was completely devastated by a storm. And while it was going on I couldn't really talk to my family, because I was away at school. I was just following everything that was going on through Twitter and just feeling so far away from my community. It showed me how much environmental injustice was happening in the world, and being the only Bahamian in many rooms, it definitely showed me the importance of using my voice. I also became a lot more critical of who was giving me my education in climate change, why there wasn't enough talk about environmental justice and people of color, and those intersections of how social identities exacerbate the way that you experience the climate crisis. I became a lot more critical of where my education was coming from. <\/p>"}},"956966ad-1974-4ab5-b138-99aba428fd5d":{"type":"dropcap","settings":{"dropcap":"","description":"<p> <\/p><p>I also became more motivated to pursue climate justice and environmental justice, and I think that's how I've come to be looking specifically at the [vulnerabilities] of social intersections and why local solutions are very important. It also led me to start a panel series when I was at Columbia. I brought a bunch of Black women who were experts in their fields to come and talk to the faculty, because they'd never heard those perspectives before. I brought Indigenous women to come talk, disabled women, etc. I knew we needed more diversity and for us all to expand our understanding of it all.  <\/p>"}}},"block_order":["7b4b3845-bac3-4306-81c2-d91101495099","5c5dc217-b253-4a0c-8cd0-5a0eed0c480a","956966ad-1974-4ab5-b138-99aba428fd5d"],"settings":{"image":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_3_0007416f-3c50-4eb1-8622-17593a12239c.jpg","link":"","author":"","placement":"row-reverse"}},"732a9772-65a6-4f23-ad1e-39980b3638f5":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“Everyone really wants — and deserves — to be seen, to be heard and to be understood.”","author_quotes":"<p> – Nidhi Shukla<\/p>"}},"05b6dd49-289e-4f52-ad47-f273450bc8af":{"type":"1col-text-dropcap","blocks":{"b01fd02a-4b73-4ae1-8a63-f0794e718fc4":{"type":"text","settings":{"dropcap":"NS:","description":"<p>I have a daughter your age. I absolutely love and sometimes envy the generational difference. I think you have so much more opportunity. You can really pursue your dreams or  whatever it is that you want to pursue. I think it all goes back to  digital connectivity — that brings a lot of opportunity too. That was definitely something that was missing for my generation. I think this generation has a lot more clarity and focus compared to my generation when we were younger. I feel like even my daughter just knew what she wanted to do, and I remember feeling a lot more limited growing up. But it's inspiring to see that you make the best use of your time and all your work to make this world better.<\/p>"}},"b8b63efb-38f1-48dd-903c-41626d4d8421":{"type":"text","settings":{"dropcap":"LR:","description":"<p>Your generation paved the way for us in a lot of ways. I grew up with women that I admired, and there were women that I could see in positions that I wanted to go into. I think it’s all a trickle-down effect.I think social connectivity is a big, big part of why [my generation is] the way we are. <\/p>"}},"c356a706-cacf-4426-8a70-6a80252ba450":{"type":"text","settings":{"dropcap":"NS:","description":"<p>In what ways have you seen the beauty industry change throughout your life?<\/p>"}},"cd6e2f76-576e-4f84-8612-dd8378f44fed":{"type":"text","settings":{"dropcap":"LR:","description":"<p>I do think that social media has such a big role to play in the way that we think about beauty. I think we have such a consumer culture right now from Instagram and TikTok. Trends cycle so quickly. I think it sometimes plays a role in some of us comparing ourselves to others. Additionally, I think I've seen maybe more of a transition into minimalism. I think there's been a bigger push for self-love and authenticity in recent years. I would say inner beauty has become a lot more prioritized and I'm really, really grateful for that. I also love the natural hair movement in recent years. I think for one, getting rid of the harmful chemicals was important, and also embracing natural beauty and embracing yourself inherently as beautiful. I love in general that people aren’t accepting only one beauty standard these days. I think there's becoming more space for that type of critical thought around beauty. And I think embracing the confidence aspect of it is important: when you feel good, that's what matters most.<\/p>"}}},"block_order":["b01fd02a-4b73-4ae1-8a63-f0794e718fc4","b8b63efb-38f1-48dd-903c-41626d4d8421","c356a706-cacf-4426-8a70-6a80252ba450","cd6e2f76-576e-4f84-8612-dd8378f44fed"],"settings":{"full_width":false}},"a4b1cb01-e227-400c-96fa-2a6a0b4226c8":{"type":"2col-simage-limage","settings":{"placement":"row-reverse","image1":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_4_d3312891-703f-41b9-b982-9e0af9818fe4.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_5.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"a690e0e3-c9ce-47d5-a4e7-75cefd137b8f":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“I also don’t believe that hard times are permanent.”","author_quotes":"<p>– Nidhi Shukla<\/p>"}},"48ce9a4c-5917-4f05-95fa-193329ddd3b1":{"type":"2col-text-image","blocks":{"9d48055c-7c16-4a54-a210-51e767978582":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>How do you unwind and practice self-care after a long day?<\/p>"}},"1a697cc1-fe1e-42de-9795-c42b2d816d19":{"type":"dropcap","settings":{"dropcap":"LR:","description":"<p>I love to read. I recently got a New York Public Library card, so I've just been checking out some books and having a good time. I like to watch a lot of movies and TV shows. I also love to eat. I feel like a good meal, especially a good meal with a little sweet treat afterwards, can cheer me up no matter what day I've had. Spending time with people that I care about is really so good for me. I have an ongoing craft night with my friends on Wednesday nights. So especially on Wednesdays, after a long day I'm like,‘It's okay, I’m gonna go do some crochet with my buddies, we're gonna commiserate over our days or we're gonna talk about the things we're excited about,’ and I just feel so full around them. <\/p>"}},"51ef265b-6a10-49f0-9127-177a8f54155d":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>I love all of those same things, too. I challenged myself to read more books last year and I definitely passed that challenge. My favorite thing is to spend time with my daughter. I had her when I was young, so it seems like we almost grew up together, and we take holidays and vacations and stuff together. I also started knitting recently. I can knit a beanie.  As a young, aspiring leader, what is your hope for the future? <\/p>"}},"5edc6f7a-1446-429d-b46e-6ed66812336b":{"type":"dropcap","settings":{"dropcap":"LR:","description":"<p>My hope is that there will be more girls like me. I think my dream is that girls are gonna rule the world. I want girls to feel empowered and have more agency. I think the future is girls. Investing in their education, investing in their agency and them seeing themselves as leaders is what I hope for. And I think that we will all be better for it. I think that the decisions that they make are what will bring our future forward. I hope that they'll be listened to, that they'll be understood. <\/p>"}},"fa194125-e5f9-4640-b420-77b72e3b8597":{"type":"dropcap","settings":{"dropcap":"NS:","description":"<p>I feel the same. Every girl should have a voice and get equal opportunities so that she can thrive and explore her highest potential. I think that is the least that every girl deserves. <\/p>"}}},"block_order":["9d48055c-7c16-4a54-a210-51e767978582","1a697cc1-fe1e-42de-9795-c42b2d816d19","51ef265b-6a10-49f0-9127-177a8f54155d","5edc6f7a-1446-429d-b46e-6ed66812336b","fa194125-e5f9-4640-b420-77b72e3b8597"],"settings":{"image":"shopify:\/\/shop_images\/0308-0309_Girl_Rising_LP_secondary_6.jpg","link":"","author":"","placement":"row"}},"a554e6ea-f3ab-4241-80e4-a7c409654839":{"type":"1col-quote","settings":{"full_width":true,"quotes":"March 8-9 <br> 20% of profits will be donated to Girl Rising.","author_quotes":""}},"2cda1888-728f-4421-a0fd-d8f930e11fca":{"type":"1col-image-video","settings":{"link":"","video_url":"","custom_video_url":"https:\/\/cdn.shopify.com\/videos\/c\/o\/v\/e2504519b8f747698d61cd65f6f0a697.mp4","author":""}},"c9787238-6b83-478e-8474-2cd71b409c81":{"type":"product-set-carousel","settings":{"title":"SHOP TO SUPPORT","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","d8f0dece-9c8d-462e-b445-d7e27034fdb2","1e3a2de3-7a50-49b3-8240-fbea056b3618","adacf609-c10f-420b-95eb-575f2db72576","30039cc7-31c2-43a9-b555-02f415e47c1e","665b6424-0516-4d2a-b622-16e9d7a2d0e1","596c93d5-555b-4757-9b0b-36a2e1a863b4","732a9772-65a6-4f23-ad1e-39980b3638f5","05b6dd49-289e-4f52-ad47-f273450bc8af","a4b1cb01-e227-400c-96fa-2a6a0b4226c8","a690e0e3-c9ce-47d5-a4e7-75cefd137b8f","48ce9a4c-5917-4f05-95fa-193329ddd3b1","a554e6ea-f3ab-4241-80e4-a7c409654839","2cda1888-728f-4421-a0fd-d8f930e11fca","c9787238-6b83-478e-8474-2cd71b409c81","relatedstories"]}