{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b801f368-5d05-4c2d-991c-ef59fa5c24e7":{"type":"text","settings":{"title":"","desc":"<p>However, it turns out that recycling beauty products can be pretty confusing for the average consumer. According to Alex Payne, a representative for <a href=\"https:\/\/www.terracycle.com\/en-US\/\"><span style=\"text-decoration:underline\"><strong>TerraCycle US<\/strong><\/span><\/a>, one of the biggest misconceptions that people have about recycling is that any plastic product that has a triangle made of arrows printed on it can be thrown in your blue bin. “Many average people think that this symbol, known as a resin identification code, is synonymous with recyclability but that is far from the truth,” he explains. (In October 2021, California lawmakers passed a <a href=\"https:\/\/www.nytimes.com\/2021\/09\/08\/climate\/recycling-california.html\"><span style=\"text-decoration:underline\"><strong>recyclability labeling bill<\/strong><\/span><\/a><strong> <\/strong>that would ban the use of this symbol unless the product meets statewide recyclability criteria. The law goes into effect in 2024.) “In reality, only plastic items that have the numbers one or two printed within the arrows are widely recyclable in curbside recycling programs.” For plastics with a number higher than 2, check with your local recycling center on what to do, since their recyclability varies greatly from town to town.<br\/><br\/><\/p>"}},"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"What beauty products can be recycled?","desc":"<p>According to Marjory Appel, chief marketing and communications officer at <a href=\"https:\/\/recyclingpartnership.org\/\"><span style=\"text-decoration:underline\"><strong>The Recycling Partnership<\/strong><\/span><\/a><strong>,<\/strong> a nonprofit organization that works with companies and communities to transform recycling programs throughout the United States, the most commonly accepted recyclable beauty packaging includes shampoo and conditioner bottles, lotion bottles, and soap dispensers (as long as the pump bottles don’t have a metal spring). “Some lidded tubs and jars may be accepted, but check the plastics your program accepts for recycling and look for a How2Recycle label as an initial clue,” says Appel. Most boxes and outer paper packages are also accepted. “Think about the box that a bar of soap might come in, or lipstick. Just make sure there is not a plastic wrap around the packaging,” she adds. <\/p>"}}},"block_order":["b801f368-5d05-4c2d-991c-ef59fa5c24e7","b3e1d500-0a44-4488-b638-2ce4d7d2f931"],"settings":{"image":"shopify:\/\/shop_images\/roseinc_289635397_403703478408799_239801230262461930_n.jpg","link":"","author":"","placement":"row"}},"16443369296a0de432":{"type":"1col-quote","settings":{"full_width":false,"quotes":"“Check the plastics your program accepts for recycling...”","author_quotes":""}},"1646362489a2e7621e":{"type":"1col-text-center","settings":{"full_width":false,"title":"What beauty products can’t be recycled?","text_center":"<p>Another fact about beauty recycling that Payne points out is that the more materials that make up your beauty product packaging, the less of a chance at another life, at least when you toss it in your blue bin. These pertain to items with different materials used in their construction. (Think compact mirrors in metal and plastic, or a glass skincare product that has a plastic neck finish for the cap to screw onto.) “This is because this waste can be too costly, in regard to both time and money, to separate and process for your town’s recycling program.” <br\/><br\/>Some examples of skincare packaging that cannot be recycled in your blue bin include lip balm tubes and caps, soap dispensers and tubes, body wash caps, and lotion dispensers and caps. Makeup packaging includes lipstick cases, lip-gloss tubes, mascara tubes, eyeshadow cases, bronzer cases, foundation packaging, powder cases, eyeliner cases, eyeliner pencils, eyeshadow tubes, concealer tubes, concealer sticks, and lip-liner pencils. And for hair care: shampoo and conditioner caps, hair gel tubes and caps, hair spray triggers, and hair paste caps. “The more basic the packaging, the more likely it is recyclable,” says Payne. (Things like glass jars, as long as they are rinsed of remaining product, can be recycled.) “A simple way to check your beauty product’s recyclability is to look up your town’s accepted waste via the database offered by<a href=\"https:\/\/search.earth911.com\/?utm_source=earth911-headerfooter&utm_medium=secondary-nav&utm_campaign=advanced-search\"> <span style=\"text-decoration:underline\"><strong>Earth911<\/strong><\/span><\/a><strong>,<\/strong>” suggests Payne.” You can also look into what beauty brands use<strong> <\/strong><a href=\"https:\/\/www.terracycle.com\/en-US\/brigades\"><span style=\"text-decoration:underline\"><strong>TerraCycle’s free recycling programs<\/strong><\/span><\/a><strong>.<\/strong><\/p><p>If you’re unsure whether or not an empty product can be recycled, the best practice is to throw it out in your regular trash. “Recycling creates jobs, keeps limited resources in-use for longer, and helps reduce greenhouse gas emissions by reducing energy consumption, but these benefits are lost when a good-intentioned person puts items with questionable recyclability in their curbside bin,” says Payne. “Known as wish-cycling, this proves very counterproductive because it risks contaminating otherwise recyclable material and clogging machinery while leading to losses in resources, time and money.” <\/p>"}},"1657823710af3ba0a5":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“The more basic the packaging, the more likely it is recyclable.”","author_quotes":""}},"16578235224e9b00a5":{"type":"2col-simage-limage","disabled":true,"settings":{"placement":"row","image1":"shopify:\/\/shop_images\/roseinc_283075064_524941542640209_382041234109702662_n.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/LH_July_Refills_02_AP.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"165826251581a38da5":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/LH_July_Refills_01_AP-header-2.jpg","link":"","custom_video_url":"","author":""}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"How to prepare your beauty products for recycling","text_center":"<p>Payne says that the biggest mistake many people make when attempting to recycle their beauty and personal care containers is forgetting to empty out any residual product. “Even if a product is technically recyclable through your curbside program, any leftover product can not only make the original product unrecyclable due to contamination, but it can do the same to any recyclables that also encounter the contaminant,” he says. To avoid this, empty any leftover product into a non-recyclable container and dispose of it in your normal garbage. While it may be tempting to pour remaining product down the drain, he points out that you have to watch out for the possibility of microbeads, which can contribute to the ocean’s plastic pollution crisis. Also, adhesive labels usually don’t need to be removed before recycling, since excess glue is commonly burned away during the recycling process, but it’s always best to check with your local facility first. <br\/><br\/><\/p>"}},"1648432656f875092a":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"Recycling creates jobs, keeps limited resources in-use for longer, and helps reduce greenhouse gas emissions by reducing energy consumption...\"","author_quotes":""}},"16578236699bdbe606":{"type":"1col-text-center","settings":{"full_width":false,"title":"How Rose Inc. recycles its packaging","text_center":"<p><a href=\"https:\/\/www.roseinc.com\/pages\/recycling\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/pages\/recycling\"><strong>Sustainability is a major part of Rose Inc’s ethos<\/strong><\/a>, and there are a few things the brand does to keep it top of mind — whether it’s using refillable packaging or being mindful of unnecessary waste in the first place. “We don't do a lot of excess packaging in order to keep waste down to a minimum,” says Erin Ewing, associate director of packaging development for Rose Inc. “So, we don't add any foils to the unit cartons, or anything that would hinder the recyclability of the paper.” Rose Inc also uses <a href=\"https:\/\/www.roseinc.com\/blogs\/education\/pcr-plastic-refillable-packaging-sustainability\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/blogs\/education\/pcr-plastic-refillable-packaging-sustainability\"><strong>post-consumer recycled material<\/strong><\/a><strong> <\/strong>for its packaging, and on the website, you can find a <a href=\"https:\/\/www.roseinc.com\/pages\/recycling#_\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/pages\/recycling#_\"><strong>Sustainability And Recycling Director<\/strong>y<\/a> that breaks down more of that information for each product sold, and how you can recycle them. “We provide clear disposal instructions so that we make it easy for the customer who might not know what to do,” explains Ewing. This falls in line with Rose Inc’s transparency goals, which will continue to evolve as the brand does, she adds. “The biggest thing is just continuing to be transparent so that it makes sense to everyone, and making sure that we're putting everything out there for everyone to kind of take so they can learn and use it as a guide,” says Ewing. <\/p>"}},"164636248329799ad7":{"type":"product-collection-carousel-module","blocks":{"e292d3d8-c0aa-4087-906b-5076aa29397b":{"type":"product","settings":{"product":"skin-clarity-gentle-exfoliating-cleanser"}},"d7258c32-a3df-46ce-b553-29f7d2dc1862":{"type":"product","settings":{"product":"hydration-replenish-microencapsulated-moisturizer"}},"0d471e3e-a528-4e0d-83fe-03c8f3e45632":{"type":"product","settings":{"product":"refresh-renew-travel-skincare-set"}}},"block_order":["e292d3d8-c0aa-4087-906b-5076aa29397b","d7258c32-a3df-46ce-b553-29f7d2dc1862","0d471e3e-a528-4e0d-83fe-03c8f3e45632"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","16443369296a0de432","1646362489a2e7621e","1657823710af3ba0a5","16578235224e9b00a5","165826251581a38da5","1638825624650a93ab","1648432656f875092a","16578236699bdbe606","164636248329799ad7","relatedstories"]}