{"sections":{"main":{"type":"article-hero","settings":{}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"Types of sunscreen","text_center":"<p>There are two types of sunscreens: chemical and physical. Depending on the type, sunscreens protect the skin by blocking, absorbing or scattering the sun's harmful ultraviolet light.<\/p>"}},"164281056314a4f446":{"type":"2col-text-image","blocks":{"338f7c27-4732-4a97-bd5c-59edebc3faf2":{"type":"text","settings":{"title":"Chemical sunscreen","desc":"<p>Chemical sunscreens, also known as organic sunscreens, contain filters such as avobenzone and oxybenzone that absorb UVB and some UVA rays, explains dermatologist Dr. Naana Boakye, founder of Bergen Dermatology and dermatology director of KINLÒ, a skin and suncare brand formulated for those with melanated skin. <\/p><p>As with everything, there are pros and cons to using a chemical sunscreen. One upside, says celebrity aesthetician Joshua Ross of SkinLab, is that chemical sunscreens are usually easily absorbed by the skin and are often clear, making them more wearable. On the flip side, it’s unknown how long chemical sunscreens are effective and may need to be reapplied more frequently. <\/p><p>Dr. Paula Bourelly of Olney Dermatology also notes that chemical sunscreens tend to absorb quickly into the skin “to filter out harmful effects of the sun.” She also mentions that certain places in the world, such as Hawaii, <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/31729915\/\"><span style=\"text-decoration:underline\"><strong>have banned chemical sunscreens<\/strong><\/span><\/a> that include oxybenzone and octinoxate because of the damage they do to the coral reefs. She also mentions that organizations such as the <a href=\"https:\/\/www.ewg.org\/news-insights\/news\/2022\/10\/lacking-safety-data-fda-should-act-ban-oxybenzone-sunscreens\"><span style=\"text-decoration:underline\"><strong>Environmental Working Group<\/strong><\/span><\/a> have been working on getting such ingredients banned by the FDA, due to potential health risks like hormone disruption. <br\/><br\/><\/p>"}},"a7f36527-81c3-46f4-a1c2-d8595345b60b":{"type":"text","disabled":true,"settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}}},"block_order":["338f7c27-4732-4a97-bd5c-59edebc3faf2","a7f36527-81c3-46f4-a1c2-d8595345b60b"],"settings":{"image":"shopify:\/\/shop_images\/body-1-sunscreen_0ccfada4-adc0-412b-a575-27719659656d.jpg","link":"","author":"","placement":"row"}},"1635376222a775bae4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"Mineral sunscreens are primarily composed of zinc oxide and titanium dioxide.\"","author_quotes":""}},"3234f34b-8167-425d-8671-11dd31a8ac40":{"type":"2col-text-image","blocks":{"0f118cd6-2b3f-40bd-8e52-cc48a3cf3bdd":{"type":"text","settings":{"title":"Physical sunscreen","desc":"<p>While chemical sunscreens absorb light rays, physical sunscreens, also referred to as mineral sunscreens, protect the skin by reflecting and scattering UV light. “They don’t absorb into the skin and rather sit on the surface,” says Dr. Bourelly. This is also the type of sunscreen Dr. Boakye recommends. \"Mineral sunscreens are primarily composed of zinc oxide and titanium dioxide,\" she says, which are GRASE (generally recognized as safe and effective) for use in sunscreen products. \"Zinc oxide is able to protect against the entire UVA range and some UVB. Titanium dioxide is able to protect against UVA2 and UVB.\" According to Dr. Bourelly, UVA refers to black light. “They are longer wavelengths that penetrate the skin more deeply,” she says. Meanwhile, UVB causes sunburn and can also cause skin cancer. “For years folks thought they were safe as they tanned, so long as the products were UVB protective,” Dr. Bourelly explains. “Then we discovered that the UVA rays could also cause cancer (although people didn’t burn). That’s when companies started to make products labeled ‘broad spectrum,’” meaning they protect against both UVA and UVB rays. Additionally, as Ross explains, physical sunscreens containing zinc are also beneficial because they combat skin inflammation.<\/p><p> <\/p><p>The pro of using physical sunscreen is that you can breathe easy knowing that it'll give you the best protection from the sun while also being long-lasting, says Ross. The only con, he says, is that physical sunscreens tend to be heavier and sometimes leave a white cast on the skin. Thankfully, there are more modern sunscreen options available that have done away with these dreaded, difficult-to-spread formulas, thanks to “nanoparticles,” as Dr. Bourelly mentions. Another option Ross points to are tinted physical sunscreens that match your skin tone.<br\/><br\/><\/p>"}},"9e08735d-e0fa-4f37-a610-98e03d9a48ce":{"type":"text","disabled":true,"settings":{"title":"Apply the blush to the apples of the cheek","desc":"<p>Blush placement can affect the overall look of your makeup. Generally, blush goes on the apples of the cheek. For blush newbies, Espinoza recommends spending time in front of the mirror familiarizing yourself with your face to better understand where to place blush. Pro tip: Smiling naturally lifts the apples of the cheek so they’re easier to locate. Furthermore, Milan says placing a bit of blush up toward the hairline helps lift the cheekbone, while  blending it lightly up into the temple creates more of an editorial look.<\/p>"}}},"block_order":["0f118cd6-2b3f-40bd-8e52-cc48a3cf3bdd","9e08735d-e0fa-4f37-a610-98e03d9a48ce"],"settings":{"image":"shopify:\/\/shop_images\/DTS_Skin_Deep_Daniel_Faro_4260_a465515e-280c-4f2d-b6dc-92456eb7ef71.jpg","link":"","author":"","placement":"row-reverse"}},"e36655e3-5432-4c20-a91e-d8be3d51b33f":{"type":"1col-quote","settings":{"full_width":true,"quotes":"“Cumulative sun exposure can have damaging effects on any skin type\/tone, albeit at different levels of severity...\"","author_quotes":""}},"1649172683d8fb86cf":{"type":"1col-text-center","settings":{"full_width":false,"title":"The Best sunscreens for different skin types","text_center":"<p>In addition to the different UV filters in sunscreen types, sunscreens are also available in various formulations such as gels, lotions, oils and creams. <br\/><br\/>Dr. Boakye suggests a lightweight sunscreen like a serum if you have oily skin, and cream formulations for combination and dry skin. For the latter, she also suggests looking for a sunscreen with hydrating ingredients to quench your skin—think jojoba oil, safflower seed oil, and antioxidants. And for sensitive skin, Dr. Boakye highly recommends sticking to strictly mineral-based sunscreen, which will be the most gentle. Ultimately,  the best sunscreen for your skin type will depend on your skin’s sensitivity.<\/p>"}},"1649173506a5171a6e":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":""}},"16428104941dd63fed":{"type":"product-collection-carousel-module","blocks":{"dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45":{"type":"product","settings":{"product":"cream-blush"}},"fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b":{"type":"product","settings":{"product":"cheek-brush-1"}}},"block_order":["dc1b83cb-69d0-4d97-be9f-ac2b1c4cbf45","fbf5c0b0-b6ec-4f61-ac4c-b204ec60302b"],"disabled":true,"settings":{"carousel_type":"carousel_right","title":"Lock your blush in place","desc":"<p>When using a cream or liquid blush, setting it with a powder blush or translucent powder is key for longevity. In particular, Milan notes that setting with a powder blush will help amplify the pigment and provide more color payoff.<br\/><br\/>And if you've ever gone in to hug someone and accidentally left a makeup stain on their clothing, you know that makeup tends to, well, move. To make your blush transfer-proof, Espinoza offers an expert tip. Start by spraying your skin with a setting spray which will help hold onto the blush you're about to apply. Then apply the blush of your choice and follow it with another light layer of setting spray to lock it in place.<\/p>","collection":"","dots":true,"arrows":true}},"45133060-0afd-4253-9ac7-9b3a0f299608":{"type":"vertical-image-positioning","settings":{"image":"shopify:\/\/shop_images\/pexels-cottonbro-6635929.jpg","link":"","author":"","ratio":"4:5","placement":"row","title":"The bottom line","desc":"<p>Ultimately, the best sunscreen for your skin type will depend on your skin’s sensitivity. The most important thing, says Ross, is that you actually incorporate it into your morning skincare routine every day and remember to reapply it often. Dr. Boakye says the rule of thumb for reapplying sunscreen is every two hours. But wearing sunscreen and reapplying is just one sun safety practice. She also recommends wearing protective gear while out in the sun, such as hats, sunglasses and UPF clothing. <br\/><br\/>Additionally, make sure you're using sunscreen with enough protection. The American Academy of Dermatology recommends an SPF 30+, but Dr. Boakye suggests SPF 50+. And don't forget to keep an eye on your sunscreen's shelf life; they don't last forever. Check the bottom of the product for an expiration date. If the sunscreen doesn’t have one, Ross says sunscreens are generally good for a year before they need to be tossed. <br\/><br\/>Dr. Bourelly also reminds us that it’s important for all skin tones and types to use SPF. “Cumulative sun exposure can have damaging effects on any skin type\/tone, albeit at different levels of severity comparing fair, easily burned skin with brown\/melanin protected skin,” she says. “The rates of sun-induced skin cancers are far lower in people of color, but they are not zero. Apart from skin cancer, chronic sun exposure hampers the immunity of the skin and creates a leather-like appearance - thus can occur in all skin types.”<em><br\/><br\/><\/em><\/p>","placement_mobile":"mobile-column-reverse"}},"79402a56-25a0-49eb-826a-db6917677218":{"type":"product-set-carousel","settings":{"title":"Shop Bestsellers","desc":"","collection":"best-sellers","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1638825624650a93ab","164281056314a4f446","1635376222a775bae4","3234f34b-8167-425d-8671-11dd31a8ac40","e36655e3-5432-4c20-a91e-d8be3d51b33f","1649172683d8fb86cf","1649173506a5171a6e","16428104941dd63fed","45133060-0afd-4253-9ac7-9b3a0f299608","79402a56-25a0-49eb-826a-db6917677218","relatedstories"]}