{"sections":{"main":{"type":"article-hero","settings":{}},"relatedstories":{"type":"article-related-stories","disabled":true,"settings":{}},"164383718642d39bec":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Trends come and go in a cyclical fashion, but some decades never really leave the beauty zeitgeist. For celebrity makeup artist Cherish Brooke Hill, there’s one era that’s referenced again and again in her prolific work: The colors and shapes of the late ‘70s and early ‘80s. Breathing life into a bygone era’s over-the-top aesthetic requires a keen working knowledge of its power players—both creators and icons—and the kind of judgement possessed by only the most talented of modern artists. To wit: Technicolor shadow and avant garde shapes aren’t for the faint of heart, but Hill isn’t afraid to take risks, which is how she ended up in Hollywood.<br\/><br\/>“I told my family I was moving from Maryland to California to pursue a medical career,” she recalls with a laugh, noting that her traditional Ghanaian-American parents’ hope for a predictable career for their daughter was sidelined by Hill’s adolescent YouTube habit. “I used to watch backstage interviews with makeup artists at Fashion Week. I thought, ‘If Pat McGrath can make it as a Black woman, maybe I can, too’.\"<br\/><br\/>It’s been a decade since Hill arrived in Los Angeles and her portfolio is already brimming with stars, including longtime clients like Keke Palmer, Madison Beer, and Snoh Aalegra—and she’s just getting started. For these reasons and more, Rose Inc. is delighted to feature Hill as this month’s Artist in Residency.<\/p>"}},"1643850466785ba4d5":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/download_90ad9acb-d066-4553-8ba1-b2bf95cef93e.jpg","link_left":"","right_image":"shopify:\/\/shop_images\/download_1_ab4eed4d-645a-400d-a643-bace118cc425.jpg","link_right":""}},"1643850817f57edba0":{"type":"1col-text-center","settings":{"full_width":false,"title":"HER RESIDENCY INSPIRATION:","text_center":"<p>When it comes to iconic beauty looks from the ‘70s, Hill knew she wanted to reference Diana Ross, so she tapped into the star’s performance in the 1975 Motown film <em>Mahogany<\/em>as inspiration. Using modern textures and techniques, Hill translated the star’s full lashes, contoured eyes, and glossy lips into a final look that is pared down, but still maintains a vintage mood. “It’s a ‘70s-era tribute to Diana Ross, but still wearable,” she says.<\/p>"}},"1643851674856872f9":{"type":"1col-text-center","settings":{"full_width":false,"title":"BEHIND THIS LOOK:","text_center":"<p>Full, fluttery lashes were the hallmark of Ross’ iconic beauty look in<em>Mahogany<\/em>, so Hill began by setting the stage. “I used matte brown shadow in the crease of the eye then fluffed a little highlighter on her lid,” Hill says, noting that she used Dior Diorskin Nude Luminizerin Nude Glow. Then, for a little extra glow, she patted MAC Strobe Creamon the high points of model Ashley Moore’s face.<\/p>"}},"16438375133c6df828":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"THESE LASHES ARE SOME OF THE FEW OUT THERE THAT MIMIC HAIR, SO IT’S EASY TO LAYER MASCARA ON TOP.\"","author_quotes":""}},"164383774858fd350b":{"type":"1col-image-video","settings":{"image":"shopify:\/\/shop_images\/download_2_bd77b355-3c16-4273-95c2-7b3204393d04.jpg","link":"","video_url":"","custom_video_url":"","author":""}},"1643837288bd1e070e":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Hill then lined Moore’s eyes withMake Up For Ever Kohl Pencilto create a defined base for the striking look. She applied the pigment along the top and bottom lash lines, as well as in the waterline, for instant depth. Hill then added individual lashes fromMari Shten Beauty. “She makes the most gorgeous lashes that mimic actual hairs,” Hill says, noting that a few coats ofL’Oréal Paris Voluminous Mascarafinished Moore’s eyes. “These lashes are some of the few out there that mimic hair, so it’s easy to layer mascara on top.”<\/p>"}},"1643837639ad13a604":{"type":"2col-text-image","blocks":{"070dc0b5-8727-49fe-b2d9-4eb0b9dcece4":{"type":"text","settings":{"title":"","desc":"<p>A bold eye calls for a defined frame, so Hill added definition to Moore’s brows with Hourglass Arch Brow Sculpting Pencil then brushed her arches up and out with the brand’s Brow Shaping Gel.<br\/><br\/>For a hydrated, glossy lip, prep is required. Hill exfoliated Moore’s mouth with a Lip Lūffa Exfoliating Mitt before smoothing on a layer of Jouer Essential Hydrating Lip Oil. Once that soaked in, she lined the model’s lips with Patrick Ta Precision Lip Crayon in She’s Bold and topped with the darkest shade from Pat McGrath Labs Mini Lip Fetish Balm Trio. The final sheen came courtesy of one more layer of Lip Oil.<\/p>"}}},"block_order":["070dc0b5-8727-49fe-b2d9-4eb0b9dcece4"],"settings":{"image":"shopify:\/\/shop_images\/download_3.jpg","link":"","author":"","placement":"row"}}},"order":["main","relatedstories","164383718642d39bec","1643850466785ba4d5","1643850817f57edba0","1643851674856872f9","16438375133c6df828","164383774858fd350b","1643837288bd1e070e","1643837639ad13a604"]}