{"sections":{"main":{"type":"article-hero","settings":{}},"164685224139a1156a":{"type":"2col-text-image","blocks":{"d5ea2efc-fa06-4bed-aba2-50e0ad318f1f":{"type":"text","settings":{"title":"Her Residency Inspiration:","desc":"<p>One, two, three, four—that’s how many hero colors Sanderson challenged herself to use in each of her four Residency looks, respectively. As you might expect, the looks will become bolder as the weeks go by starting with the perfect daytime take on modern monochromatic makeup. “When I saw this eyeliner I thought, ‘how far can I push purple before it’s no longer wearable?’” she says. “This color is the perfect middle ground because it has enough pink to be worn all over the face.” Using the same lilac gel eyeliner for mode lIsabella Ridolfi’s eyes and lips—while maintaining a cool feeling by steering clear of powder and blush—these universally-flattering washes of color are simultaneously fresh, hip, and refined.<\/p>"}}},"block_order":["d5ea2efc-fa06-4bed-aba2-50e0ad318f1f"],"settings":{"image":"shopify:\/\/shop_images\/download_3_77d849e8-2128-45bc-835d-c0e5c5976c2a.jpg","link":"","author":"","placement":"row"}},"164685224513ca1f69":{"type":"1col-text-center","settings":{"full_width":false,"title":"Behind this Look:","text_center":"<p>To temper the precious purple hue she planned to use on Ridolfi’s eyes and lips, Sanderson opted for fresh, dewy skin courtesy of Giorgio Armani Luminous Silk Foundation applied with the brand’s Blender Brush. Starting with just moisturized skin, she buffed a thin veil over the model’s complexion then spot corrected with Glossier Stretch Concealer. Sanderson further grounded the forthcoming pastel pigment by lightly contouring Ridolfi’s face with the brand’s Maestro Liquid Summer before highlighting with Tom Ford Shade and Illuminate in Intensity One as the final step in the model’s complexion protocol. The goal: Juxtaposition between soft and strong.<\/p>"}},"164685247216ab87ed":{"type":"2col-simage-limage","settings":{"placement":"row","image1":"shopify:\/\/shop_images\/download_1_2d8cfb1e-1bae-427a-8060-90526e927ebd.jpg","link_1":"","author1":"","image2":"shopify:\/\/shop_images\/download_826a7901-383a-4875-b018-62622e4bf586.jpg","link_2":"","video_url":"","custom_video_url":"","author2":""}},"164685247628e545a4":{"type":"1col-quote","settings":{"full_width":false,"quotes":"\"This color is the perfect middle ground because it has enough pink to be worn all over the face.\"","author_quotes":""}},"1646852540d9f19474":{"type":"2col-text-image","blocks":{"a997c9e1-4b7f-4269-9fc2-cf1eb66c5470":{"type":"text","settings":{"title":"","desc":"<p>To start the eyes, Sanderson drew a thick line of Marc Jacobs Highliner Matte Gel Eye Crayon Eyeliner in Mist Me? onto Ridolfi’s lashline and blended the color with a small brush upwards onto her lid and into her crease. “Keep in mind you want a wash of color, not a thick, opaque block, so step back and check it constantly,” Sanderson says. For those that find this technique intimidating, try mapping out your shape first with a thin line, she notes: “Just don’t go too high.”<br\/><br\/>Focus on your opacity and don’t get too hung up on your shape. “Don’t worry about correcting the line as you go—that’s what cotton buds and Bioderma are for after you’re done,” Sanderson says. “It’s never going to look good at the start.” Once you have the color where you want it, dip a thin, pointy cotton bud in remover and sharpen the line before touching up any complexion products you may have disturbed.<\/p>"}}},"block_order":["a997c9e1-4b7f-4269-9fc2-cf1eb66c5470"],"settings":{"image":"shopify:\/\/shop_images\/download_2_80b1ea3c-1a8d-4c7f-ad33-459fe33cb448.jpg","link":"","author":"","placement":"row-reverse"}},"1646852544b9354c3b":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>A delicate wash of color is strengthened with a defined frame, so Sanderson deepened Ridolfi’s brows with Viseart Brow Palette before setting the model’s arches with Glossier Boy Brow in Clear. A few coats of Tom Ford Ultra Length Mascara in Ultra Raven on Ridolfi’s curled lashes finished her eyes.<br\/><br\/>While it might seem subtle, patting the same hue worn on the eyes onto the lips creates a cohesive balance that’s pleasing to the eye. Sanderson outlined Ridolfi lips with the same Glossier concealer before pressing small amounts of eyeliner onto her lips with a clean finger. Remember, it should be a wash of color so the edges need not be sharp. “It’s not all about perfection,” Sanderson adds. “The edges should be a little blurry.”<br\/><br\/>Isabella Ridolfi photographed in London by Anya Holdstock. Hair by Shukeel Murtaza. Written by Lexy Lebsack.<\/p>"}},"relatedstories":{"type":"article-related-stories","settings":{}},"164763013092210116":{"type":"product-collection-carousel-module","blocks":{"645947ac-8e61-42c6-be46-16aaca4d010a":{"type":"product","settings":{"product":"lip-sculpt"}},"47003ee2-7db4-4602-ad6d-a9e2f01b2cd2":{"type":"product","settings":{"product":"softlight-concealer"}},"7ac0cd76-6cf6-424a-ba78-0b5c1c387de3":{"type":"product","settings":{"product":"complexion-duo"}}},"block_order":["645947ac-8e61-42c6-be46-16aaca4d010a","47003ee2-7db4-4602-ad6d-a9e2f01b2cd2","7ac0cd76-6cf6-424a-ba78-0b5c1c387de3"],"settings":{"carousel_type":"grid_carousel","title":"","desc":"","collection":"","dots":true,"arrows":true}}},"order":["main","164685224139a1156a","164685224513ca1f69","164685247216ab87ed","164685247628e545a4","1646852540d9f19474","1646852544b9354c3b","relatedstories","164763013092210116"]}