{"sections":{"main":{"type":"article-hero","settings":{}},"1638825624650a93ab":{"type":"1col-text-center","settings":{"full_width":false,"title":"What Makes A Beauty Product Vegan?","text_center":"<p>Similar to food and apparel, beauty products labeled as vegan should not include any animal-derived ingredients within their formulas. More than just the obvious ones, like animal fat or milk, vegan products are made without a laundry list of common ingredients often incorporated into cosmetics to deliver hydration and antibacterial properties, thicken formulations, and deliver vibrant tones or finishes. This includes snail secretions; keratin (sourced from animal quills, feathers, horns, and hooves); honey; carmine (obtained from beetles); guanine (from fish scales); tallow (fat from herbivorous animals); chitosan (found in crustacean shells); sheep’s lanolin; and mink hair, which is taken from the small, semiaquatic mammals of the same name.<br\/><br\/>Though qualifying a product as vegan may seem pretty straightforward, the beauty industry largely operates on an honor system when marketing and labeling vegan goods. The Food and Drug Administration (FDA) and U.S. Consumer Product Safety Commission don’t provide a working definition for what makes a product vegan, nor do they keep tabs on the vast majority of labeling claims, if at all.  <\/p>"}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"b3e1d500-0a44-4488-b638-2ce4d7d2f931":{"type":"text","settings":{"title":"","desc":"<p>Though companies can tout a product as vegan even when it’s not, there are some clear-cut clues to look for when determining whether a product is truly clear of animal-derived ingredients. To start, a thorough read of the ingredient list can sometimes tell you what labeling or marketing material won’t. However, some ingredients, like stearic acid, may seem innocent when it’s actually made from animal fat, so plugging each ingredient into Google can be vital. Another caveat: The confounding ingredients listed as “<a href=\"https:\/\/www.roseinc.com\/blogs\/content\/uncovered-the-truth-about-fragranced-beauty-products\">fragrance<\/a>,” which may contain animal products or byproducts.<\/p><p>Certifications issued by organizations like PETA, the Vegan Society, and Vegan Action—all of which require brands to furnish evidence and make pledges to show they don’t use animal-derived ingredients in their products—serve as guidelines in the absence of those from legislative bodies.<\/p><p>Once you do land on a legitimately vegan beauty product, it’s only natural to think that it’s also cruelty-free, but the two terms actually mean totally different things. In fact, products made without animal-derived ingredients doesn’t mean they’re clear of from animal testing, as any ingredient, whether sourced from plants, animals, or a lab, can technically be vegan <em>and<\/em> safety-tested using animals.<\/p>"}},"4ccb1e3d-4175-4a42-a541-127b10b0d50c":{"type":"text","settings":{"title":"The Difference Between Cruelty Free & Vegan","desc":"<p>So what does “cruelty-free” mean, exactly? It depends on who you ask, but the general consensus is that a product can only be cruelty-free if no animals were used to test the efficacy, safety, or other benefits or measures of a product or its raw ingredients. Terms like ‘cruelty-free’, ‘vegan-friendly’, ‘not tested on animals’, or ‘animal friendly’ all sound good—and they very well might be all these things—but according to the <a href=\"https:\/\/www.fda.gov\/cosmetics\/cosmetics-labeling-claims\/cruelty-freenot-tested-animals\" target=\"_blank\">FDA<\/a>, “the unrestricted use of these phrases by cosmetic companies is possible because there are no legal definitions for these terms.”<br\/><br\/>This leaves the concept of ‘cruelty-free’ widely up to interpretation. For example, some beauty brands might not test the final product on animals, when animals may have been used by its suppliers or labs to test the ingredients within the product or during the formulation stage. On the flipside, some brands might consider fair trade or ethically-sourced ingredients, like honey, to be “vegan-friendly” despite coming from bees. To make things even more confusing, generic imagery made to look like logos from certifiers—including countless variations of rabbits, monkeys, or other animals encircled with a line through them—may be used on products to manipulate consumers. Again, this isn’t regulated in the U.S., so due diligence is needed for those striving for a kinder routine.<\/p>"}}},"block_order":["b3e1d500-0a44-4488-b638-2ce4d7d2f931","4ccb1e3d-4175-4a42-a541-127b10b0d50c"],"settings":{"image":"shopify:\/\/shop_images\/download_ef59dee1-4e80-461b-919f-788891f8a329.jpg","link":"","author":"","placement":"row"}},"1639359785f918ec7e":{"type":"1col-text-center","disabled":true,"settings":{"full_width":false,"title":"The Difference Between Cruelty Free & Vegan","text_center":"<p>So what does “cruelty-free” mean, exactly? It depends on who you ask, but the general consensus is that a product can only be cruelty-free if no animals were used to test the efficacy, safety, or other benefits or measures of a product or its raw ingredients. Terms like ‘cruelty-free’, ‘vegan-friendly’, ‘not tested on animals’, or ‘animal friendly’ all sound good—and they very well might be all these things—but according to the <a href=\"https:\/\/www.fda.gov\/cosmetics\/cosmetics-labeling-claims\/cruelty-freenot-tested-animals\" target=\"_blank\">FDA<\/a>, “the unrestricted use of these phrases by cosmetic companies is possible because there are no legal definitions for these terms.”<br\/><br\/>This leaves the concept of ‘cruelty-free’ widely up to interpretation. For example, some beauty brands might not test the final product on animals, when animals may have been used by its suppliers or labs to test the ingredients within the product or during the formulation stage. On the flipside, some brands might consider fair trade or ethically-sourced ingredients, like honey, to be “vegan-friendly” despite coming from bees. To make things even more confusing, generic imagery made to look like logos from certifiers—including countless variations of rabbits, monkeys, or other animals encircled with a line through them—may be used on products to manipulate consumers. Again, this isn’t regulated in the U.S., so due diligence is needed for those striving for a kinder routine.<\/p>"}},"164738069938a10605":{"type":"1col-text-center","settings":{"full_width":false,"title":"Organizations Creating Accountability","text_center":"<p>One way to find and support truly vegan and cruelty-free brands is to look for products certified by independent, nonprofit organizations, such as Choose Cruelty Free, PETA’s Beauty Without Bunnies, and Leaping Bunny. Companies enrolled in these programs self-report their research and development practices and provide declaration pages from their ingredient suppliers (including whether they sell to mainland China where animal testing is largely requried) to prove neither they nor their suppliers test on animals in order to gain certification.<br\/><br\/>In the case of PETA’s Global Beauty Without Bunnies program, which certifies both vegan and animal testing-free products, companies must provide a legally-binding Statement of Assurance signed by the CEO verifying that the company and its ingredient suppliers do not conduct, commission, pay for, or allow any tests on animals for ingredients, formulations, or finished products anywhere in the world and don’t plan to do so in the future. “A company that has publicly announced an end to tests on animals and states in writing that it doesn't test on animals would face a public relations disaster and potential lawsuits if it was caught lying,” says Amanda Nordstrom, company liaison for PETA's Global Beauty Without Bunnies Program.<\/p>"}},"1647381036c7f479fa":{"type":"1col-image-video","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/Leaping_Bunny_1a.png","link":"","video_url":"","custom_video_url":"","author":""}},"164763419946507f0f":{"type":"product-collection-carousel-module","blocks":{"f239807b-dd85-45eb-af0c-0dd824b07570":{"type":"product","settings":{"product":"lip-sculpt"}},"fefd9674-a82e-4029-bb19-50d874af36dc":{"type":"product","settings":{"product":"softlight-concealer"}},"0c9b41fc-55e2-4560-bf40-98871f2ea28f":{"type":"product","settings":{"product":"complexion-duo"}}},"block_order":["f239807b-dd85-45eb-af0c-0dd824b07570","fefd9674-a82e-4029-bb19-50d874af36dc","0c9b41fc-55e2-4560-bf40-98871f2ea28f"],"settings":{"carousel_type":"grid_carousel","title":"SHOP LEAPING BUNNY-CERTIFIED ESSENTIALS","desc":"","collection":"","dots":true,"arrows":true}},"16473810404c6c80dd":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p><em>One way to find truly vegan and cruelty-free brands is to look for products certified by independent, nonprofit organizations, such as Choose Cruelty Free, PETA’s Beauty Without Bunnies, Leaping Bunny, and others.Products that feature generic, unregulated symbols require more research to verify their status.<\/em><\/p>"}},"164747239119ec7097":{"type":"1col-image-video","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/Leaping_Bunny_2_bf8e8c4e-0f38-4551-9596-18602bfd5ffa.png","link":"","video_url":"","custom_video_url":"","author":""}},"1647381071c1ae7937":{"type":"1col-text-center","settings":{"full_width":false,"title":"","text_center":"<p>Leaping Bunny, an organization that provides cruelty-free certification for personal care and household product companies, fact checks its some 19,000 certified cruelty-free beauty brands by coordinating independent, third-party audits at random as a way of verifying company claims. “Auditing occurs for about 20 companies every year,” explains Kim Paschen, program manager for <a href=\"https:\/\/www.leapingbunny.org\/\">Leaping Bunny<\/a>. “We employ a third-party auditor that specializes in chemical manufacturing processes.” That includes unannounced, in-person visits and deep dives into company supply chain management to verify whether companies are, in fact, using the suppliers and manufacturers listed in its database, she adds.<br\/><br\/>After effects of the coronavirus limited travel this year, the organization has found success completing audits over Zoom, something that may allow it to verify even more company claims in the future, Paschen says.<\/p>"}},"1647381088997a301a":{"type":"1col-text-center","settings":{"full_width":false,"title":"The Future Of Kinder Products","text_center":"<p>Despite unfounded claims and a lack of transparency that ensconce some cruelty-free and vegan cosmetics, as well as regulation in some parts of the world that still requires animal testing—such as that found in Mainland China and the European Union’s REACH regulation, which can call for animal testing in some cases—there are several strong indicators that show animal testing may be going the way of the dinosaur.<br\/><br\/>In 2018, the state of California passed the Cruelty-Free Cosmetics Act, which bans the use of animals to test nearly all cosmetic ingredients in the state. Then, there’s consumer demand: According to a report by Market Research Future the global cruelty-free cosmetics market is growing at an estimated rate of 6% and is expected to reach $10 billion by 2024, (thanks in large part to American and Canadian consumers, who drive a large portion of the market). What’s more, researchers are proving better testing results can be gained without using animals whatsoever.<br\/><br\/>Thanks to alternative forms of testing, including those that use cell and tissue cultures, computer and mathematical models, in vitro testing and clinical studies with human subjects, researchers are better able to pinpoint how humans may react to an ingredient or formula. While only around for about two decades, some computational models are already proving to be more effective. “Since many of these methods are based on human cells in culture, we believe they may be more predictive of the human response,” says Erin Hill, president of Institute for In Vitro Sciences, a nonprofit research and testing lab that specializes in advancing non-animal testing worldwide. These methods don’t just stave off animal cruelty, they positively impact a company’s bottom line, Hill says. “These alternative methods can be conducted in a much shorter time than animal models which allow companies to get their products to the market faster,” she notes.<\/p>"}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","1638825624650a93ab","16391019784c81622d","1639359785f918ec7e","164738069938a10605","1647381036c7f479fa","164763419946507f0f","16473810404c6c80dd","164747239119ec7097","1647381071c1ae7937","1647381088997a301a","relatedstories"]}