{"sections":{"main":{"type":"article-hero","settings":{}},"16593834165011d04f":{"type":"2col-text-image","blocks":{"9777af2d-0917-47b0-8274-32e01d2bcf9a":{"type":"text","settings":{"title":"","desc":"<p>Meditation, <a href=\"https:\/\/www.roseinc.com\/blogs\/content\/who-is-ashley-lennon-museum-peace-quiet\" target=\"_blank\"><strong>as many of Rose Inc.’s subject have mused about<\/strong><\/a>, can be life-changing in these uncertain times, but it doesn’t happen overnight. Ahead, Willard walks us through a simple breathing meditation that her clients swear by for peace of mind that, in turn, makes skin smoother and more vibrant.<br\/><br\/><\/p>"}},"b88041f2-7488-4539-aa35-821c537dc21a":{"type":"text","settings":{"title":"1. FIND A MEDITATIVE ACTIVITY","desc":"<p>Sitting quietly isn’t the only way to meditate—and certainly not the right way for everyone. “The best way is whatever way you like to flow and move, whether you’re a walker, a swimmer, a dancer, or just like to be still,” she says. “ \"Wherever you feel comfortable in your energy is where you should start, but slow it down—this isn’t a 2 a.m. rave.”<\/p>"}}},"block_order":["9777af2d-0917-47b0-8274-32e01d2bcf9a","b88041f2-7488-4539-aa35-821c537dc21a"],"settings":{"image":"shopify:\/\/shop_images\/1.gif","link":"https:\/\/i.shgcdn.com\/f846a9d8-8efa-4206-9208-e99bed5be682\/gif2video\/-\/format\/webm\/-\/quality\/lighter\/","author":"","placement":"row"}},"1659383007ea0ce3e8":{"type":"1col-text-center","settings":{"full_width":true,"title":"2. FIND YOUR FLOW","text_center":"<p>Find a rhythmic breathing that feels right—and then slow it down—bringing your heart rate down and focusing on your breath for a few moments.<\/p>"}},"16593835160af45fde":{"type":"1col-text-center","settings":{"full_width":true,"title":"3. START YOUR PRESENT BREATHING","text_center":"<p>Present breathing, also called anxiety breathing, is what Willard has been teaching most as of late. Inhale for three to four seconds, as deep as you can in the lungs, she instructs. “We often give the visual like you're filling up a balloon,” she says. “Start to feel your heart or lungs expand outward like a big, full circle. You might even feel it like you're moving towards relaxing your shoulders.” Hold for four seconds. “The pause is very important,” she adds.<\/p>"}},"1656538387f3afd46e":{"type":"product-set-carousel","disabled":true,"settings":{"title":"﻿Rosie's Favorite Day Lipstick Shade﻿","desc":"","collection":"","dots":true,"arrows":true}},"165913056937b9f451":{"type":"product-set-carousel","disabled":true,"settings":{"title":"Rosie's Favorite Night Lipstick Shade","desc":"","collection":"","dots":true,"arrows":true}},"16590471472d0cefe1":{"type":"product-set-carousel","disabled":true,"settings":{"title":"Shop RHW’s Go-To Shades","desc":"","collection":"","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}},"166430600635e3f87f":{"type":"1col-quote","settings":{"full_width":false,"quotes":"‘‘ UNHINGE YOUR JAW AND EXHALE FOR SEVEN TO EIGHT SECONDS, LIGHT AND SLOW, BUT AS DEEPLY AS YOU CAN.  ’’","author_quotes":""}},"1664306026ac636aee":{"type":"1col-text-center","settings":{"full_width":true,"title":"4. SURVEY YOUR FACE","text_center":"<p>“Check in with how your face is feeling,” Willard says. “Unhinge your jaw and exhale for seven to eight seconds, light and slow, but as deeply as you can.” Repeat this set three to 12 times, paying close attention to relaxing any stress or tension in your face. All it takes is 90 seconds a day, Willard says: “I know it sounds funny, but if you can just start here, it is so powerful.”<\/p>"}},"1664306054cfd7f6bb":{"type":"1col-text-center","settings":{"full_width":true,"title":"5. TAP IT OUT","text_center":"<p>Once you've mastered the breathing technique, you can hone deeper into the focus on your face by tapping on the forehead, jaw, or anywhere else you want to relax. Rest your elbows on a table for maximum relaxation (helpful but not required, she says), place your chin on the palms of your hands, and close your eyes, Willard says, noting that she uses this trick to refocus her energy when dealing with daily frustrations. “Take a few fingers and roll them on your jaw,” she says. “Then, focusing under your eyes, on the top of the cheekbones, and in the center of the forehead, gently tap and repeat a mantra, such as 'I am present',” Willard suggests.<\/p>"}},"16643060840ba9da5f":{"type":"1col-text-center","settings":{"full_width":true,"title":"6. SET A 20 MINUTE LIMIT","text_center":"<p>In the beginning of your practice, “more is not more,” says Willard. “Some people might fight us on this, but if you want to meditate more than 20 minutes a day, break it up into 20 minutes in the morning and 20 minutes in the evening until you're really, really a deep, peaceful meditator.” Willard explains that long meditations can bring up old wounds and make transitioning back to Zoom calls, caregiving, or any other commitment afterwards emotionally difficult, and therefore derail you from trying it again. Think of this as a short breathing exercise to center and recharge yourself with a focus on relaxing your face, not an opportunity to get lost in thoughts for long periods of time how talk therapy with a trained professional is intended.<\/p>"}},"1664306250a8c6899c":{"type":"2col-large-image","settings":{"left_image":"shopify:\/\/shop_images\/2.gif","link_left":"","right_image":"shopify:\/\/shop_images\/3_500474bd-b446-4395-9742-17f2aa4ef406.jpg","link_right":""}},"16643074333415aeb5":{"type":"1col-text-center","settings":{"full_width":true,"title":"7. SCREAM IT OUT","text_center":"<p>Internalizing one’s frustration and fears is one cause of facial tension, but releasing it can feel uncomfortable, so Willard suggests creating a safe space in an open area, outdoors and away from children, animals, and people who might be triggered by loud noises. “We're really fragile in the sense that we're not getting our vibration, our rhythms out,” she explains. “[Some] people are scared and won't come to meditation because it really is like you're taking the lid off [and they worry], ‘what will come out?!’”<\/p><p>If this breathing meditation isn’t going as well as you’d hoped, try starting by releasing tension through sounds that feel natural, whether chanting, screaming, or anything else that feels right to you. Pick a spot where your vibrations will dissipate, not come back to you (sitting in your car with the windows up, for example, is not a great place for this). “It doesn't have to be in words,” Willard says. “Just let it out.”<\/p>"}},"1664307457474cd172":{"type":"1col-text-center","settings":{"full_width":true,"title":"8. BE KIND & KEEP PRACTICING","text_center":"<p>Willard's final suggestion is to be kind to yourself as meditation is not inherent for everyone, it’s a skill one must practice—but the benefits are limitless. “If we're comfortable in our human, in our being, in our centeredness, we radiate,” she says about this breathing meditation. “We stay so relaxed that we stay fresh, present, and regenerated.”<\/p>"}}},"order":["main","16593834165011d04f","1659383007ea0ce3e8","16593835160af45fde","1656538387f3afd46e","165913056937b9f451","16590471472d0cefe1","relatedstories","166430600635e3f87f","1664306026ac636aee","1664306054cfd7f6bb","16643060840ba9da5f","1664306250a8c6899c","16643074333415aeb5","1664307457474cd172"]}