{"sections":{"main":{"type":"article-hero","settings":{}},"16391019784c81622d":{"type":"2col-text-image","blocks":{"a87299e5-c4b7-499b-b187-915a3169aed9":{"type":"text","settings":{"title":"Rose Inc: How did you develop the body collection's signature scent?","desc":"<p>MIMI LU: “We went through a whole olfactive journey with Rosie and our fragrance experts on this. We knew we wanted to have a modern take on the iconic Rose scent profile, so it was really important to look at what the complementary notes would be to give it the body and sensualness she was looking for. Another unique aspect when we developed this scent was focusing on fragrance molecules that are scientifically designed to increase feelings of happiness, well-being and serenity and took Rosie and our team 42 iterations to get the perfect profile of a modern rose! The top notes are Cassia buds, sweet mandarin, bergamot and citrus. The middle notes: Damask rose, jasmine and Madagascar black pepper. And the bottom notes: a blend of smooth woods, dewey moss, musk and amber.<\/p><p><br\/><\/p><p><\/p>"}},"547b781b-56cd-425d-beb7-adc1bf3ca8e7":{"type":"text","settings":{"title":"RI: What are the key ingredients?","desc":"<p>ML: CBG is a big one! It's a non-THC cannabinoid created from fermented sugar cane that calms stressed skin. Our squalane, of course, is a pure, sustainable and 100% plant-derived moisturizer that adds weightless hydration. We added vitamin C to visibly brighten skin tone and snow mushroom extract provides intense hydration by holding 500 times its weight in water! Then there is ashwagandha, which nourishes, plumps and helps calm stressed skin.<\/p>"}}},"block_order":["a87299e5-c4b7-499b-b187-915a3169aed9","547b781b-56cd-425d-beb7-adc1bf3ca8e7"],"settings":{"image":"shopify:\/\/shop_images\/22_Body_Still_Life_Ben_Pexton_Body_Ingredient_Sugar_Cane_AP_027_CROP.jpg","link":"","author":"","placement":"row-reverse"}},"1643079222f5e34bf5":{"type":"1col-quote","settings":{"full_width":true,"quotes":"\"...it took Rosie and our team 42 iterations to get the perfect profile of a modern rose!\"","author_quotes":""}},"1643079274a50bcc43":{"type":"1col-text-center","settings":{"full_width":false,"title":"RI: There’s CBD in so many products now, why did you select CBG instead?","text_center":"<p>ML: We’re continuing to leverage the science behind our brands and using Amyris’ proprietary CBG molecule, which uses biotechnology and sugarcane fermentation. So our clean CBG is hemp free and THC free, and the entire process of creating this ingredient is  environmentally and socially responsible, starting with its Bonsucro-certified sugarcane feedstock in the fermentation process. When that is combined with the terpenes found in fragrance components (what would come from our signature scent), we’ve seen that there is an amplified synergistic effect that happens to uplift the mood and provide a calming effect for stressed, irritated skin. It results in true feelings of wellbeing overall. And when you combine that with our squalane and other active ingredients, you have body products that not only help calm the skin, but also moisturize and boost luminosity.<\/p>"}},"16458331836d6311a5":{"type":"2col-text-image","blocks":{"323722db-3555-4246-adee-74bfe0ab8a8c":{"type":"text","settings":{"title":"RI: how do you Layer the Products?","desc":"<p>I love using all three of these products on my legs — especially when I shave for a smoother finish. I use the polish first to help exfoliate and lift hairs for a closer shave;  it can also help prevent ingrown hairs. After, I immediately apply the lotion, then the oil to help soothe any irritation and keep my shave feeling smoother longer. On other nights, when I feel like I’ve had a stressful day, I like to apply the lotion to my arms to help me feel more relaxed with the signature scent.<\/p>"}},"3f0a3bbe-402a-4f1d-af41-639266f3567b":{"type":"text","disabled":true,"settings":{"title":"#5: Mustard Seed complements Squalane ","desc":"<p>“We also use phytonutrient-rich Mustard Sprout Seeds that give lips a fuller, firmer and more contoured look in 14 days,” Mimi adds. “Plus squalane for weightless hydration and long-lasting, rich color in one swipe.”<\/p>"}}},"block_order":["323722db-3555-4246-adee-74bfe0ab8a8c","3f0a3bbe-402a-4f1d-af41-639266f3567b"],"settings":{"image":"shopify:\/\/shop_images\/22_Body_Still_Life_Ben_Pexton_Body_Group_V5_CANDLE_AP_010_V3_1.jpg","link":"","author":"","placement":"row"}},"1647835110094f6413":{"type":"1col-text-center","disabled":true,"settings":{"full_width":true,"title":"SHOP THE BODY COLLECTION NOW","text_center":"<p><a href=\"https:\/\/www.roseinc.com\/pages\/satin-lip-color-lipstick\" target=\"_blank\" title=\"https:\/\/www.roseinc.com\/pages\/satin-lip-color-lipstick\"><strong>Explore Now.<\/strong><\/a><\/p>"}},"de96dde4-a931-4d62-8984-9788cd300278":{"type":"product-set-carousel","settings":{"title":"SHOP THE BODY COLLECTION NOW","desc":"","collection":"body","dots":true,"arrows":true}},"relatedstories":{"type":"article-related-stories","settings":{}}},"order":["main","16391019784c81622d","1643079222f5e34bf5","1643079274a50bcc43","16458331836d6311a5","1647835110094f6413","de96dde4-a931-4d62-8984-9788cd300278","relatedstories"]}